{
    "opinion": [
        "Artificial intelligence will create more jobs than it destroys. To what extent do you agree or disagree?",
        "Allowing employees to work from home makes them more productive. Do you agree or disagree?",
        "Social media has done more harm than good to real-life communication. Do you agree or disagree?",
        "Online learning will soon replace traditional classroom teaching. To what extent do you agree or disagree?",
        "The use of smartphones in schools should be completely banned. Do you agree or disagree?",
        "Governments, not individuals, should be responsible for fighting climate change. Do you agree or disagree?",
        "Public transport should be made free for all citizens. Do you agree or disagree?",
        "University education should be free for everyone. To what extent do you agree or disagree?",
        "Studying abroad is always better than studying in one’s home country. Do you agree or disagree?",
        "People today are more selfish than in the past. To what extent do you agree or disagree?",
        "Celebrities are not good role models for young people. Do you agree or disagree?",
        "Advertising aimed at children should be banned. To what extent do you agree or disagree?",
        "News media focuses too much on negative events. Do you agree or disagree?",
        "Young people should be encouraged to take a gap year before university. Do you agree or disagree?",
        "History is one of the most important school subjects. To what extent do you agree or disagree?",
        "Schools should focus more on practical skills than on academic knowledge. Do you agree or disagree?",
        "Examinations are a poor way of assessing students. To what extent do you agree or disagree?",
        "Children should learn a foreign language from primary school. Do you agree or disagree?",
        "Parents, not teachers, are mainly responsible for children’s behaviour. Do you agree or disagree?",
        "Governments should invest more money in the arts than in sports. To what extent do you agree or disagree?",
        "People should be encouraged to use bicycles instead of cars in city centres. Do you agree or disagree?",
        "Tourism brings more problems than benefits to popular destinations. Do you agree or disagree?",
        "International travel should be taxed heavily to reduce pollution. To what extent do you agree or disagree?",
        "Space exploration is a waste of money. Do you agree or disagree?",
        "Genetic engineering of crops is necessary to feed the world. To what extent do you agree or disagree?",
        "Cashless payments are better for society than using coins and notes. Do you agree or disagree?",
        "Online shopping will completely replace physical shops in the near future. To what extent do you agree or disagree?",
        "People should be encouraged to work beyond the age of 65. Do you agree or disagree?",
        "A person’s success depends more on luck than on hard work. To what extent do you agree or disagree?",
        "Governments should provide a basic income to every citizen. Do you agree or disagree?",
        "Children under 16 should not be allowed to use social media. Do you agree or disagree?",
        "Video games are a valuable form of learning for children. To what extent do you agree or disagree?",
        "Zoos have no place in the modern world. Do you agree or disagree?",
        "Animals should not be used for scientific research. To what extent do you agree or disagree?",
        "Fast food companies should be heavily taxed to protect public health. Do you agree or disagree?",
        "Smoking should be banned completely in all public places. Do you agree or disagree?",
        "Governments should pay people to recycle their household waste. To what extent do you agree or disagree?",
        "Big data collection by companies is a serious threat to privacy. Do you agree or disagree?",
        "Art and music are just as important as maths and science in schools. To what extent do you agree or disagree?",
        "School uniforms should be compulsory in all schools. Do you agree or disagree?",
        "Prison is the best punishment for serious crimes. To what extent do you agree or disagree?",
        "Children should be taught at home rather than in traditional schools. Do you agree or disagree?",
        "Globalisation has made the world a better place. To what extent do you agree or disagree?",
        "Men and women should receive the same pay for doing the same job. Do you agree or disagree?",
        "Governments should subsidise electric cars for all citizens. To what extent do you agree or disagree?",
        "Companies should be required to have a certain number of women in top positions. Do you agree or disagree?",
        "Traditional books will disappear in the future, replaced by digital devices. To what extent do you agree or disagree?",
        "People should be encouraged to live in rural areas rather than big cities. Do you agree or disagree?",
        "Parents should limit the amount of time children spend on screens. To what extent do you agree or disagree?",
        "The primary purpose of education is to prepare people for the workplace. Do you agree or disagree?",
        "Students should be allowed to use AI tools for homework. Do you agree or disagree?",
        "All citizens should complete at least one year of compulsory community service. To what extent do you agree or disagree?",
        "Influencer marketing is more harmful than traditional advertising. Do you agree or disagree?",
        "Schools should teach personal finance as a core subject. To what extent do you agree or disagree?",
        "Working four days a week is better than the traditional five-day system. Do you agree or disagree?",
        "Online privacy is more important than national security. To what extent do you agree or disagree?",
        "Governments should ban single-use plastic completely. Do you agree or disagree?",
        "Children should not be given homework in primary school. To what extent do you agree or disagree?",
        "Studying arts and humanities is just as valuable as studying science and technology. Do you agree or disagree?",
        "Parents should be held legally responsible for crimes committed by their children. Do you agree or disagree?",
        "The main purpose of museums is education, not entertainment. To what extent do you agree or disagree?",
        "Universities should admit students based only on academic performance. Do you agree or disagree?",
        "Professional gaming should be recognised as an official sport. To what extent do you agree or disagree?",
        "People should be encouraged to work remotely from different countries. Do you agree or disagree?",
        "Traditional exams should be replaced by project-based assessment. To what extent do you agree or disagree?",
        "Governments should provide free high-speed internet for all citizens. Do you agree or disagree?",
        "Famous people should be taxed at a higher rate than ordinary citizens. To what extent do you agree or disagree?",
        "Advertising of unhealthy food and drinks should be banned on television and online platforms. Do you agree or disagree?",
        "Space tourism is a positive development for humanity. To what extent do you agree or disagree?",
        "The death penalty should be abolished worldwide. Do you agree or disagree?",
        "Young people should be required to vote in national elections. To what extent do you agree or disagree?",
        "Libraries are no longer necessary in the digital age. Do you agree or disagree?",
        "Schools should start later in the morning to match students’ natural sleep patterns. Do you agree or disagree?",
        "Corporations have more power than governments to reduce global warming. To what extent do you agree or disagree?",
        "Animals should have the same legal rights as humans in some areas. Do you agree or disagree?",
        "Citizens should be allowed to work from any country without needing visas. To what extent do you agree or disagree?",
        "Online learning is more effective for adults than traditional classroom learning. Do you agree or disagree?",
        "People should not be allowed to post anonymously on the internet. To what extent do you agree or disagree?",
        "Parenting courses should be compulsory before people have children. Do you agree or disagree?",
        "Watching foreign films is the best way to learn a new language. To what extent do you agree or disagree?",
        "Governments should invest more in public parks than in shopping centres. Do you agree or disagree?",
        "Art created with artificial intelligence should not receive the same recognition as human art. Do you agree or disagree?",
        "Continuous 24-hour news channels do more harm than good. To what extent do you agree or disagree?",
        "People who choose unhealthy lifestyles should pay more for healthcare. Do you agree or disagree?",
        "City centres should be completely car-free zones. To what extent do you agree or disagree?",
        "Tourism to environmentally fragile places such as Antarctica should be banned. Do you agree or disagree?",
        "High school students should be required to do a part-time job. To what extent do you agree or disagree?",
        "People should be encouraged to buy only locally produced food. Do you agree or disagree?",
        "National borders will become less important in the future. To what extent do you agree or disagree?",
        "Working from anywhere in the world will soon become the normal way of employment. Do you agree or disagree?",
        "Celebrities should avoid expressing political opinions in public. Do you agree or disagree?",
        "It is better for children to grow up without access to social media. To what extent do you agree or disagree?",
        "Schools should teach meditation and mental health practices every day. Do you agree or disagree?",
        "The primary aim of technology should be to reduce human labour. To what extent do you agree or disagree?",
        "People should be allowed to vote online instead of going to polling stations. Do you agree or disagree?",
        "Fashion trends have a negative effect on young people’s self-esteem. To what extent do you agree or disagree?",
        "International sporting competitions should be used mainly to promote peace. Do you agree or disagree?",
        "Governments should restrict the number of tourists entering popular destinations each year. To what extent do you agree or disagree?",
        "Everyone should be required to plant a certain number of trees in their lifetime. Do you agree or disagree?",
        "Reading fiction is more beneficial than watching television. To what extent do you agree or disagree?"
    ],
    "discussion": [
        "Some people believe that children should start school at a very young age, while others think they should begin later. Discuss both views and give your opinion.",
        "Some think that university should prepare students for specific careers, while others believe it should teach general academic skills. Discuss both views and give your opinion.",
        "Many people say that watching TV and films is a waste of time, while others think it is a valuable form of relaxation. Discuss both views and give your opinion.",
        "Some believe that technology makes life more complicated, while others say it makes life easier. Discuss both views and give your opinion.",
        "Some people think students should study in mixed-ability classes, while others believe they should be grouped by academic level. Discuss both views and give your opinion.",
        "Some people believe that professional athletes are overpaid, while others argue that they deserve high incomes. Discuss both views and give your opinion.",
        "Some people say that young people should follow the advice of older people, while others think they should think for themselves. Discuss both views and give your opinion.",
        "Some believe that governments should build more roads, while others think investing in public transport is more important. Discuss both views and give your opinion.",
        "Some people think that art galleries and museums should charge an entrance fee, while others believe they should be free. Discuss both views and give your opinion.",
        "Some argue that schoolchildren should be given homework every day, while others say it is unnecessary. Discuss both views and give your opinion.",
        "Some people think it is better to live in an apartment, while others prefer living in a house. Discuss both views and give your opinion.",
        "Some believe that printed newspapers will soon disappear, while others think they will continue to be important. Discuss both views and give your opinion.",
        "Some people think that young people should work while studying, while others believe they should focus only on their studies. Discuss both views and give your opinion.",
        "Some say that parents should control what children watch on TV, while others argue that this is the role of broadcasters. Discuss both views and give your opinion.",
        "Some people think that climate change is the most serious problem we face today, while others believe there are more urgent issues. Discuss both views and give your opinion.",
        "Some believe that companies should be required to employ local workers, while others think they should be free to hire talent from anywhere. Discuss both views and give your opinion.",
        "Some people think that crime can be reduced by longer prison sentences, while others believe there are better ways to lower crime. Discuss both views and give your opinion.",
        "Some think that international sports events bring countries together, while others say they create conflict. Discuss both views and give your opinion.",
        "Some people feel that public money should be spent on health and education, while others say infrastructure such as roads and bridges is more important. Discuss both views and give your opinion.",
        "Some argue that learning foreign languages is essential today, while others think technology will make this unnecessary. Discuss both views and give your opinion.",
        "Some people believe that tourism helps protect local culture, while others say it destroys traditions. Discuss both views and give your opinion.",
        "Some think that fashion is an important way to express personality, while others consider it a waste of money. Discuss both views and give your opinion.",
        "Some people believe people are happier in small towns, while others say big cities offer a better lifestyle. Discuss both views and give your opinion.",
        "Some argue that exams motivate students, while others say they cause unnecessary stress. Discuss both views and give your opinion.",
        "Some feel that governments should provide free public transport, while others believe users should pay the full cost. Discuss both views and give your opinion.",
        "Some people believe that online news is more reliable than traditional newspapers, while others disagree. Discuss both views and give your opinion.",
        "Some think that teachers should be strict, while others feel they should be friendly and supportive. Discuss both views and give your opinion.",
        "Some people argue that globalisation benefits all countries, while others say it mainly helps rich nations. Discuss both views and give your opinion.",
        "Some believe that animals should have the same rights as humans, while others think they can be used for human benefit. Discuss both views and give your opinion.",
        "Some say that young children should not use digital devices, while others think they can be educational. Discuss both views and give your opinion.",
        "Some people think that parents should stay at home to raise children, while others believe both parents should work. Discuss both views and give your opinion.",
        "Some believe that government should support traditional art forms, while others think modern art deserves more funding. Discuss both views and give your opinion.",
        "Some people consider studying science more useful than studying literature, while others disagree. Discuss both views and give your opinion.",
        "Some argue that international aid helps poor countries develop, while others say it creates dependence. Discuss both views and give your opinion.",
        "Some think that uniforms create discipline in schools, while others believe they restrict students’ individuality. Discuss both views and give your opinion.",
        "Some people believe that children should be allowed to use cars when they turn 16, while others think the minimum age should be higher. Discuss both views and give your opinion.",
        "Some say that people who damage public property should do community service, while others believe they should pay heavy fines. Discuss both views and give your opinion.",
        "Some believe that online friendships are as strong as real-life friendships, while others disagree. Discuss both views and give your opinion.",
        "Some think that famous people deserve their privacy, while others say they must accept public attention. Discuss both views and give your opinion.",
        "Some feel that governments should control the prices of essential goods, while others argue that free markets work better. Discuss both views and give your opinion.",
        "Some people think that older workers are more reliable, while others believe younger workers are more productive. Discuss both views and give your opinion.",
        "Some argue that university degrees are essential for success, while others say practical experience is more important. Discuss both views and give your opinion.",
        "Some believe that people should be encouraged to marry later in life, while others think early marriage has advantages. Discuss both views and give your opinion.",
        "Some people say that online banking is safer than traditional banking, while others disagree. Discuss both views and give your opinion.",
        "Some think that students should be forced to participate in sports, while others say it should be optional. Discuss both views and give your opinion.",
        "Some believe that the best way to learn a language is by living in the country where it is spoken, while others think classroom learning is enough. Discuss both views and give your opinion.",
        "Some say that children should be taught to compete, while others argue they should learn to cooperate. Discuss both views and give your opinion.",
        "Some people think that parents should decide their children’s careers, while others believe children should choose for themselves. Discuss both views and give your opinion.",
        "Some believe that smartphones help people manage time better, while others say they are a major distraction. Discuss both views and give your opinion.",
        "Some argue that online dating helps people find better partners, while others think it is risky and superficial. Discuss both views and give your opinion.",
        "Some people think schools should focus on academic subjects, while others believe they should emphasise life skills such as cooking and budgeting. Discuss both views and give your opinion.",
        "Some believe sports stars deserve their fame, while others think scientists and teachers should be more celebrated. Discuss both views and give your opinion.",
        "Some people say social media connects people globally, while others claim it isolates individuals. Discuss both views and give your opinion.",
        "Some think that governments should control rent prices, while others feel the housing market should be free. Discuss both views and give your opinion.",
        "Some people believe climate change can still be reversed, while others think we must adapt to it. Discuss both views and give your opinion.",
        "Some argue that young children learn best through play, while others say structured lessons are more effective. Discuss both views and give your opinion.",
        "Some people think students should study only the subjects they enjoy, while others think they must learn a broad range. Discuss both views and give your opinion.",
        "Some believe public celebrations and festivals are a waste of money, while others think they are essential for community spirit. Discuss both views and give your opinion.",
        "Some people say people are happier in simple, minimalistic lifestyles, while others believe owning many possessions brings comfort. Discuss both views and give your opinion.",
        "Some people think immigration enriches a country, while others fear it causes social tension. Discuss both views and give your opinion.",
        "Some think that history lessons should focus on national history, while others believe world history is more important. Discuss both views and give your opinion.",
        "Some people argue that children should be rewarded for good behaviour, while others say they should be punished for bad behaviour. Discuss both views and give your opinion.",
        "Some believe that reading printed books helps focus, while others think e-books are more convenient and eco-friendly. Discuss both views and give your opinion.",
        "Some think that encouraging competition in children leads to success, while others say cooperation is more important. Discuss both views and give your opinion.",
        "Some people argue that city life offers more opportunities, while others say rural areas provide a healthier lifestyle. Discuss both views and give your opinion.",
        "Some believe governments should support space research, while others think funds should go to solving Earth’s problems. Discuss both views and give your opinion.",
        "Some people think celebrities can effectively raise awareness of social problems, while others believe experts and activists are more suitable. Discuss both views and give your opinion.",
        "Some argue that exams encourage hard work, while others say they only create pressure and memorisation. Discuss both views and give your opinion.",
        "Some people feel that online friendships can be as strong as offline ones, while others think real-life contact is necessary. Discuss both views and give your opinion.",
        "Some think that one long vacation a year is best, while others prefer several short ones. Discuss both views and give your opinion.",
        "Some people believe that old buildings should be preserved for cultural reasons, while others argue they should be replaced with modern structures. Discuss both views and give your opinion.",
        "Some argue that children should be allowed to use digital devices freely, while others say screen time must be strictly limited. Discuss both views and give your opinion.",
        "Some people think it is better to marry someone chosen by the family, while others prefer to choose their own partner. Discuss both views and give your opinion.",
        "Some believe that online learning will expand access to education, while others worry it will reduce quality. Discuss both views and give your opinion.",
        "Some people think people who commit serious crimes should never be released, while others believe in rehabilitation. Discuss both views and give your opinion.",
        "Some say that sports should primarily be about enjoyment, while others insist that winning is most important. Discuss both views and give your opinion.",
        "Some believe that children benefit from growing up with siblings, while others think being an only child has advantages. Discuss both views and give your opinion.",
        "Some argue that newspapers should focus on national news, while others want more international coverage. Discuss both views and give your opinion.",
        "Some people believe people should choose jobs they love, while others say it is more important to choose well-paid work. Discuss both views and give your opinion.",
        "Some think that older people should make important decisions in government, while others believe young leaders bring better ideas. Discuss both views and give your opinion.",
        "Some people say taxi and ride-share drivers should be replaced by autonomous cars, while others oppose this idea. Discuss both views and give your opinion.",
        "Some believe students learn more from teachers, while others think online resources are equally effective. Discuss both views and give your opinion.",
        "Some argue that prisons are necessary for public safety, while others say alternative punishments are better. Discuss both views and give your opinion.",
        "Some people prefer spending money on experiences like travel, while others like to buy possessions. Discuss both views and give your opinion.",
        "Some believe that multicultural classrooms improve learning, while others think they create cultural clashes. Discuss both views and give your opinion.",
        "Some argue that creative subjects should receive equal funding as STEM subjects, while others disagree. Discuss both views and give your opinion.",
        "Some feel governments should support home ownership, while others think renting should be encouraged. Discuss both views and give your opinion.",
        "Some people think travelling alone is the best way to learn about the world, while others prefer group tours. Discuss both views and give your opinion.",
        "Some say children should be taught about relationships and consent at school, while others think this is the parents’ role. Discuss both views and give your opinion.",
        "Some people believe that having many social media followers is a sign of success, while others disagree. Discuss both views and give your opinion.",
        "Some think people should retire at a fixed age, while others think they should choose when to stop working. Discuss both views and give your opinion.",
        "Some argue that online reviews help consumers, while others say they are unreliable and easily manipulated. Discuss both views and give your opinion.",
        "Some believe that governments should fund the arts, while others think artists should find their own financial support. Discuss both views and give your opinion.",
        "Some people think that city authorities should prioritise public gardens, while others say they should build more housing. Discuss both views and give your opinion.",
        "Some argue that children should be allowed to choose what they eat, while others believe parents must strictly control their diet. Discuss both views and give your opinion.",
        "Some believe that keeping pets is good for children’s development, while others think it is an unnecessary responsibility. Discuss both views and give your opinion.",
        "Some say commuting long distances to work is worthwhile for a high salary, while others think it is not. Discuss both views and give your opinion.",
        "Some people believe multilingual education benefits children, while others think it confuses them. Discuss both views and give your opinion.",
        "Some argue that schools should focus on national exams, while others say they should prepare students for global competition. Discuss both views and give your opinion.",
        "Some people think employers should monitor staff activity online, while others see this as an invasion of privacy. Discuss both views and give your opinion."
    ],
    "problem_solution": [
        "Many young people today struggle with anxiety and depression. What are the causes of this problem and what solutions can you suggest?",
        "In many cities, traffic congestion is becoming a serious issue. What are its causes, and how can it be solved?",
        "Obesity rates among children are rising rapidly. Why is this happening and what can be done to address it?",
        "Many university graduates find it difficult to get suitable jobs. What problems does this cause and what can be done?",
        "A growing number of people are living alone. What are the reasons for this trend and is it a positive or negative development?",
        "Many people do not get enough exercise, even though they know it is important. Why is this and how can the problem be solved?",
        "Plastic waste is causing serious environmental damage worldwide. What are the main causes and what measures can reduce this problem?",
        "Cyberbullying is becoming increasingly common among teenagers. What problems does it cause and how can it be prevented?",
        "In some countries, younger people show little interest in traditional culture. What are the reasons and how can this be changed?",
        "In many countries, rural areas are losing population as people move to cities. What problems does this create and what can be done?",
        "Air pollution has become a major problem in many large cities. What are the causes and what solutions can be implemented?",
        "Many people today work long hours and have little free time. What problems does this cause and how can they be solved?",
        "Food waste has increased dramatically in recent years. Why is this happening and what can be done to reduce waste?",
        "Online fraud and identity theft are on the rise. What causes this problem and what actions can individuals and governments take?",
        "In many countries, school students lack interest in science subjects. What are the reasons and how can this be improved?",
        "Many elderly people feel lonely and isolated. What are the causes and what solutions can reduce this problem?",
        "The gap between the rich and the poor is growing in many societies. What are the main causes of this and what can be done?",
        "Tourism can have negative effects on local communities. What problems can it create and how can they be addressed?",
        "Many people are addicted to using smartphones. What causes this addiction and how can it be reduced?",
        "In many countries, the quality of water is becoming worse. What are the reasons for this and what can be done to improve the situation?",
        "In some areas, school bullying is a serious issue. What problems does this cause and what measures can schools take?",
        "Traffic accidents involving young drivers are very common. What are the reasons and how can this be reduced?",
        "In many cities, there is a shortage of affordable housing. What problems does this lead to and how can they be solved?",
        "Many students feel stressed due to academic pressure. What are the causes and what solutions can you suggest?",
        "Waste from fast-fashion clothing is harming the environment. What are the reasons and what can be done about it?",
        "Many people do not participate in local community activities. Why is this and how can participation be encouraged?",
        "Illegal logging is destroying forests in many parts of the world. What are the causes and what can be done?",
        "Overuse of cars has led to serious health and environmental problems. What are these problems and how can they be solved?",
        "Noise pollution is increasing in urban areas. What problems does it cause and what can be done?",
        "In some countries, there is a growing problem of homelessness. What are the reasons and how can it be reduced?",
        "Many people still do not recycle their household waste. What are the reasons and what can be done about this?",
        "In many societies, young people are becoming less physically fit. Why is this and how can the trend be reversed?",
        "The number of crimes committed by teenagers is increasing in some countries. What are the causes and how can this problem be tackled?",
        "Many parents find it difficult to balance work and family responsibilities. What problems does this cause and what solutions can you suggest?",
        "Online misinformation and fake news are spreading quickly. What are the reasons and how can this be controlled?",
        "In some places, public transport is underused while roads are overcrowded. What are the reasons and how can this issue be addressed?",
        "A lot of food and water are wasted at large events such as weddings and festivals. Why does this happen and how can waste be reduced?",
        "Many species of animals are disappearing from the planet. What are the causes and what can humans do to protect them?",
        "In many countries, students leave school without basic financial skills. What problems does this cause and what can be done?",
        "Long-term unemployment among adults is a continuing issue. What are the reasons for this and how can it be solved?",
        "The overuse of antibiotics is making some diseases harder to treat. What problems does this cause and what solutions can you suggest?",
        "Many historic buildings are in danger of being destroyed. What are the causes and what can be done to preserve them?",
        "Online gaming addiction is affecting many young people. What are the consequences and how can this problem be tackled?",
        "In many countries, people are delaying marriage and having children later. What problems can this create and how can they be solved?",
        "Over-tourism in famous cities is causing serious issues. What problems result and how can they be reduced?",
        "Many workers feel their jobs are insecure due to automation. What problems does this lead to and how can they be addressed?",
        "In some regions, students drop out of school at an early age. What are the reasons and what can be done to encourage them to stay?",
        "Illegal wildlife trade is threatening biodiversity. What causes this and what measures can reduce it?",
        "In many households, children spend little time talking to their parents. What are the reasons and what solutions can you suggest?",
        "The increasing popularity of fast delivery services is creating more packaging waste. What problems arise from this and how can they be solved?",
        "Many people suffer from burnout due to constant connectivity to work through smartphones. What problems does this create and how can they be solved?",
        "In some cities, youth involvement in gangs is increasing. What are the causes and what solutions can be implemented?",
        "Online learning has left some students feeling unmotivated and isolated. What problems result and how can they be addressed?",
        "Rural communities often lack access to quality healthcare. What causes this issue and how can it be solved?",
        "Many talented professionals move abroad permanently. What problems does this brain drain cause and how can it be reduced?",
        "People are becoming less interested in participating in democratic processes like voting. What are the reasons and how can engagement be improved?",
        "Many couples face financial stress due to rising wedding costs. What problems does this cause and what solutions are possible?",
        "The popularity of cosmetic procedures is increasing among young people. What are the causes and what measures could be taken?",
        "Urban areas are experiencing rising levels of light pollution. What problems does this create and how can they be solved?",
        "There is a shortage of skilled workers in many technical fields. What are the reasons and how can this issue be addressed?",
        "Many children grow up with limited face-to-face communication because of digital devices. What problems may result and how can they be solved?",
        "Fake online job offers are tricking many job seekers. What issues does this cause and how can the problem be prevented?",
        "In many countries, public trust in the news media is declining. What are the causes and what can be done to restore confidence?",
        "Overcrowding in famous national parks is damaging the environment. What problems arise and what solutions can you suggest?",
        "Many small businesses struggle to compete with international online retailers. What problems does this create and how can they be solved?",
        "A growing number of people feel disconnected from their neighbours. What are the reasons and how can stronger communities be built?",
        "Teenagers are increasingly turning to energy drinks for quick energy. What problems does this cause and how can they be reduced?",
        "Many university students graduate with high levels of debt. What are the causes and what solutions exist?",
        "Cybercrime targeting elderly people is increasing. What problems result and how can this be prevented?",
        "Overuse of air conditioning contributes to energy waste in hot countries. What problems follow and how can they be tackled?",
        "In many countries, teacher shortages are affecting education quality. What are the reasons and what can be done?",
        "Some traditional skills such as handicrafts and local languages are disappearing. What problems may this cause and how can they be preserved?",
        "Many people experience information overload from constant news and notifications. What problems does this create and how can they be reduced?",
        "Illegal dumping of electronic waste is becoming more common. What are the causes and what can governments and individuals do?",
        "In some areas, seasonal tourism leads to unstable employment. What problems arise and what solutions can be implemented?",
        "Long waiting times for medical treatment are common in some countries. What causes this problem and how can it be solved?",
        "Many people lack motivation to save money for emergencies. What problems can this cause and how can people be encouraged to save?",
        "The use of deepfake technology is increasing. What problems may this lead to and how can they be controlled?",
        "In some cities, cyclists and drivers often clash on the roads. What are the reasons and how can safety be improved for everyone?",
        "Many young people feel pressured to show a perfect life online. What problems does this create and how can they be reduced?",
        "Volunteer organisations often struggle to find enough long-term volunteers. What are the causes and what can be done to encourage more participation?",
        "Many people lack access to safe and affordable public drinking water. What problems does this create and what solutions can you suggest?",
        "Fast urban development is leading to a loss of green spaces. What problems result and how can cities protect nature?",
        "Increased automation is making some jobs obsolete. What issues does this cause and how can workers be supported?",
        "In some countries, cheating in exams has become widespread. What are the causes and how can this problem be addressed?",
        "Food deserts, areas with little access to fresh food, exist in many cities. What problems do they create and how can they be improved?",
        "Many people are postponing necessary medical check-ups. What problems may result and how can this be changed?",
        "Over-tourism on popular beaches leads to environmental damage. What are the causes and what measures can reduce the impact?",
        "In some regions, there is limited access to high-speed internet. What problems does this cause and how can they be solved?",
        "University students often struggle to balance part-time work and studies. What issues arise and how can they be managed?",
        "The overuse of packaging in online deliveries is creating massive waste. What problems result and how can this be minimised?",
        "Many people share sensitive data on public Wi-Fi networks without realising the risks. What problems can this cause and how can awareness be raised?",
        "The spread of lifestyle diseases like diabetes is increasing in younger age groups. What are the causes and what steps can be taken?",
        "In many cities, the cost of public transport is too high for low-income residents. What problems does this create and how can they be solved?",
        "Students in competitive education systems are facing extreme pressure from parents. What problems arise and how can this be reduced?",
        "Many coastal communities face repeated flooding and storms. What problems result and what solutions can governments implement?",
        "People often ignore safety instructions during emergencies such as earthquakes or fires. What are the reasons and how can this behaviour be changed?",
        "The spread of unhealthy beauty standards through filters and editing apps is affecting self-image. What problems does this cause and how can they be tackled?",
        "In some places, farmers are abandoning traditional agriculture for more profitable but harmful practices. What problems result and what can be done?",
        "Many people experience loneliness despite living in large cities. What causes this and how can urban planning and community activities help?"
    ],
    "advantages_disadvantages": [
        "Many people now shop online instead of in physical stores. What are the advantages and disadvantages of this trend?",
        "More employees are working remotely from home. Discuss the benefits and drawbacks of this arrangement.",
        "Using credit cards instead of cash has become very common. What are the advantages and disadvantages of this?",
        "Studying abroad is increasingly popular among students. What are its benefits and drawbacks?",
        "The use of social media as a news source is growing. What are the advantages and disadvantages of this development?",
        "Many universities offer online courses instead of traditional classes. What are the advantages and disadvantages of studying online?",
        "More people are choosing to live in big cities. Discuss the advantages and disadvantages of this choice.",
        "Tourism has become a major industry in many countries. What are its benefits and drawbacks?",
        "The use of surveillance cameras in public places is increasing. What are the advantages and disadvantages of this?",
        "Using smartphones in everyday life has become essential. Discuss the benefits and drawbacks.",
        "A growing number of people are choosing to be self-employed. What are the advantages and disadvantages of this decision?",
        "Many people prefer fast food over home-cooked meals. Discuss the advantages and disadvantages.",
        "International brands are opening branches in many countries. What are the pros and cons of this trend?",
        "Using ride-sharing apps has become common. What are the advantages and disadvantages?",
        "More people are watching films and series through streaming platforms. Discuss the benefits and drawbacks.",
        "Many schools are replacing textbooks with tablets and laptops. What are the advantages and disadvantages?",
        "People increasingly use fitness apps and wearable devices to track health. Discuss the pros and cons.",
        "Working longer hours is common in many companies. What are the advantages and disadvantages of this?",
        "Student exchange programmes between countries are growing. What are their benefits and drawbacks?",
        "Using renewable energy sources such as solar and wind is expanding. Discuss the advantages and disadvantages.",
        "Some companies allow flexible working hours. What are the advantages and disadvantages of this system?",
        "A large number of people are migrating to other countries for work. Discuss the benefits and drawbacks.",
        "Many parents send their children to private schools. What are the advantages and disadvantages?",
        "People are increasingly using online banking instead of visiting branches. What are the pros and cons?",
        "Having a car has become a basic necessity for many households. Discuss the advantages and disadvantages.",
        "More people are using food delivery apps for their meals. What are the benefits and drawbacks of this trend?",
        "Living in a multicultural society is more common today. Discuss the advantages and disadvantages.",
        "Taking a gap year before university is becoming popular. What are the pros and cons of this decision?",
        "Many governments encourage bicycle use in cities. What are the advantages and disadvantages?",
        "Sharing personal photos and information online is widespread. Discuss the benefits and drawbacks.",
        "More people are choosing not to have children. What are the advantages and disadvantages of this choice?",
        "Large shopping malls are replacing small local shops. Discuss the benefits and drawbacks of this change.",
        "People are increasingly relying on translation apps to communicate in foreign languages. What are the pros and cons?",
        "Group projects are commonly used in universities and workplaces. Discuss the advantages and disadvantages.",
        "Many companies allow employees to bring their own devices to work. What are the benefits and drawbacks?",
        "An increasing number of people follow online influencers for advice. What are the advantages and disadvantages?",
        "Pets are becoming more common in urban homes. Discuss the benefits and drawbacks of keeping pets in cities.",
        "Online dating has become a popular way to meet partners. What are the pros and cons?",
        "People are living longer and the population is ageing. Discuss the advantages and disadvantages of this trend.",
        "Organising mega sporting events like the Olympics brings both benefits and problems. Discuss both.",
        "Using digital textbooks instead of printed ones is becoming more common in schools. What are the advantages and disadvantages?",
        "Some companies encourage employees to wear casual clothes at work. Discuss the pros and cons of this policy.",
        "The popularity of electric scooters and bikes is rising in many cities. What are the advantages and disadvantages?",
        "Many people volunteer abroad instead of in their own country. Discuss the benefits and drawbacks.",
        "Some universities specialise in particular subjects. What are the advantages and disadvantages of attending such institutions?",
        "More people are working part-time rather than full-time. Discuss the pros and cons of this trend.",
        "Many museums and galleries now offer virtual tours. What are the advantages and disadvantages?",
        "Telemedicine, or online doctor consultations, is becoming more common. Discuss the benefits and drawbacks.",
        "Using cloud storage instead of physical storage devices is widespread. What are the pros and cons?",
        "City governments are creating car-free zones in central areas. Discuss the advantages and disadvantages of this policy.",
        "Many people subscribe to multiple streaming services instead of traditional TV packages. What are the advantages and disadvantages of this?",
        "Some companies use artificial intelligence to screen job applications. Discuss the benefits and drawbacks of this approach.",
        "People increasingly use shared workspaces instead of traditional offices. What are the advantages and disadvantages?",
        "More families are educating their children at home using online resources. Discuss the benefits and drawbacks.",
        "Governments are encouraging electric scooters as a form of transport. What are the advantages and disadvantages of this policy?",
        "Many people are choosing minimalist lifestyles, owning fewer possessions. Discuss the advantages and disadvantages.",
        "Students often use online platforms to prepare for exams instead of attending coaching classes. What are the benefits and drawbacks?",
        "The trend of staycations, holidays at home, is becoming popular. What are the advantages and disadvantages?",
        "People use food-tracking apps to monitor calories and nutrition. Discuss the benefits and drawbacks.",
        "Companies increasingly allow employees to bring pets to work. What are the advantages and disadvantages?",
        "Young adults are delaying buying cars and using ride-sharing instead. Discuss the pros and cons of this shift.",
        "Many people take photography as a serious hobby due to smartphone cameras. What are the advantages and disadvantages?",
        "More universities require internships as part of their courses. Discuss the benefits and drawbacks.",
        "Individuals create personal brands on social media. What are the advantages and disadvantages of this practice?",
        "People join online communities instead of local clubs. Discuss the pros and cons.",
        "Many cities are introducing congestion charges in busy areas. What are the advantages and disadvantages of this?",
        "Parents often use digital trackers to monitor their children’s location. Discuss the benefits and drawbacks.",
        "People are increasingly investing in cryptocurrencies. What are the advantages and disadvantages of this trend?",
        "Sharing economy platforms allow people to rent out their homes to tourists. Discuss the pros and cons.",
        "More people are enrolling in short bootcamp-style courses instead of full degrees. What are the advantages and disadvantages?",
        "Some countries promote workation schemes where tourists work remotely while travelling. Discuss the benefits and drawbacks.",
        "Many shops are replacing human cashiers with self-service machines. What are the advantages and disadvantages?",
        "A growing number of people are participating in online fitness classes. Discuss the pros and cons.",
        "People increasingly rely on navigation apps instead of asking for directions. What are the advantages and disadvantages?",
        "Influencers collaborate with brands for sponsored content. Discuss the benefits and drawbacks for consumers.",
        "Universities are offering more interdisciplinary degrees that mix different fields. What are the advantages and disadvantages?",
        "Cloud-based storage has largely replaced physical hard drives. Discuss the pros and cons.",
        "Companies use employee-monitoring software to track productivity. What are the advantages and disadvantages?",
        "Many workplaces are adopting hot-desking with no fixed desks. Discuss the benefits and drawbacks.",
        "People are choosing smaller, eco-friendly homes. What are the advantages and disadvantages of this trend?",
        "Students often listen to music while studying. Discuss the advantages and disadvantages of this habit.",
        "Many people attend large music festivals instead of small concerts. What are the pros and cons?",
        "Some schools operate year-round with shorter, more frequent breaks. Discuss the benefits and drawbacks.",
        "People are using online mental health services instead of visiting therapists in person. What are the advantages and disadvantages?",
        "More employees are engaged in multiple part-time jobs, known as portfolio careers. Discuss the pros and cons.",
        "Cities are promoting urban cycling through bike-sharing schemes. What are the advantages and disadvantages?",
        "Many families own smart home devices that control lights, temperature and security. Discuss the benefits and drawbacks.",
        "People buy refurbished technology instead of new devices. What are the advantages and disadvantages?",
        "International schools using foreign curricula are opening in many cities. Discuss the pros and cons for local families.",
        "People attend online conferences instead of travelling to physical events. What are the advantages and disadvantages?",
        "Young adults often live with roommates rather than alone. Discuss the benefits and drawbacks.",
        "Buy now, pay later services are popular with online shoppers. What are the advantages and disadvantages?",
        "Some countries are trialling a universal basic income for citizens. Discuss the pros and cons of this policy.",
        "People increasingly use meal-kit delivery services. What are the advantages and disadvantages?",
        "Many schools offer after-school clubs and activities on campus. Discuss the benefits and drawbacks.",
        "Companies encourage remote team-building activities using online games. What are the advantages and disadvantages?",
        "People join dating apps to meet partners rather than through friends or family. Discuss the pros and cons.",
        "Many travellers prefer hostels and shared accommodation instead of hotels. What are the advantages and disadvantages?",
        "Children use educational gaming apps instead of traditional textbooks. Discuss the benefits and drawbacks.",
        "Countries are promoting eco-tourism in protected areas. What are the advantages and disadvantages of this type of tourism?"
    ],
    "two_part": [
        "Many people now watch movies at home instead of in cinemas. Why is this happening? Do you think cinemas will disappear in the future?",
        "In some countries, more adults live with their parents even after finishing university. Why has this become common? Is it a positive or negative development?",
        "Many young people choose careers based on salary rather than interest. Why is this? Do you think this is a good idea?",
        "Some people spend a lot of time and money on their appearance. Why do you think this is? Do you believe it is a good or bad trend?",
        "More people are choosing to buy second-hand products. Why is this happening? How could companies respond to this change?",
        "In many countries, children spend less time reading books. Why is this so? How can parents and schools encourage reading?",
        "People today often communicate by text or voice messages instead of face-to-face. Why is this? What impact does it have on relationships?",
        "Many people prefer to shop in large supermarkets rather than small local shops. Why has this happened? What is the effect on local communities?",
        "People are travelling more frequently than in the past. Why is this? What are the benefits of travelling for individuals?",
        "In some places, more people are choosing to live in tiny homes or smaller apartments. Why is this trend growing? Do you think it is a good solution to housing problems?",
        "Many young adults follow influencers on social media. Why do they have so much influence? Do you think this influence is generally positive or negative?",
        "Some people change jobs many times during their career. Why do they do this? Is this a good or bad thing for workers?",
        "More people are choosing plant-based diets. What are the reasons for this? Do you think this trend will continue in the future?",
        "Many parents enrol their children in extra classes after school. Why is this? Do you think children should have so many extra lessons?",
        "A growing number of people are using fitness trackers and smart watches. Why are these devices so popular? Do they really help people to be healthier?",
        "In some countries, fewer people go to libraries than in the past. Why is this? How can libraries remain important in the digital age?",
        "Many city centres are becoming crowded with tourists. Why is this happening? What can local authorities do to manage this situation?",
        "Some people leave their home country to live or study abroad. Why do they make this decision? How might it affect their home country?",
        "More people are working in the gig economy, doing short-term jobs. Why has this become popular? What problems can it cause?",
        "Many parents allow young children to use tablets and smartphones. Why do they do this? Do you think it is a good decision?",
        "In some countries, people retire later than before. Why is this happening? How might this affect younger workers?",
        "Many students take online courses to learn new skills. Why are online courses attractive? What challenges do students face when using them?",
        "Some people donate money to charities, while others give their time. Why might people choose one over the other? Which do you think is more valuable?",
        "Many cities are building cycle lanes to encourage people to ride bicycles. Why is this policy popular? Do you think it will be successful?",
        "In many workplaces, meetings are now held online rather than in person. Why has this change occurred? Does it have more advantages or disadvantages?",
        "Some countries invest heavily in high-speed rail networks. Why do governments do this? Do you think it is the best use of public money?",
        "Many people listen to podcasts instead of watching TV or reading. Why has this become common? What impact does it have on traditional media?",
        "People increasingly buy products based on online reviews. Why are reviews so important? Can they always be trusted?",
        "In some places, people prefer to rent homes rather than buy them. Why is this the case? Do you think renting is better than owning a home?",
        "Many schools now use digital platforms to give homework and feedback. Why are these platforms popular? What problems might they create?",
        "More people are taking short courses to change their careers mid-life. Why is this happening? Do you think changing careers is risky?",
        "In some cities, residents are encouraged to grow food in community gardens. Why is this encouraged? How could it benefit the local area?",
        "Many people post details of their personal lives on social media. Why do they do this? What are the possible consequences?",
        "Some people believe that learning to code is as important as learning to read and write. Why do they think so? Do you agree or disagree?",
        "In many countries, online shopping festivals are becoming popular. Why do people participate in them? What impact do they have on small shops?",
        "People often rely on GPS and navigation apps instead of reading maps. Why has this change occurred? Do you think it is a positive development?",
        "More people watch short video clips rather than long films. Why is short-form content so attractive? What effect might this have on attention span?",
        "In some areas, traditional outdoor games are being replaced by video games. Why is this happening? How could children be encouraged to play outside?",
        "Many people are concerned about the use of face-recognition technology. Why are they worried? Do you think these concerns are justified?",
        "Some workers prefer freelancing from anywhere in the world. Why do they choose this lifestyle? What challenges might they face?",
        "More people are taking part in extreme sports such as skydiving or rock climbing. Why are these sports becoming popular? Do you think governments should regulate them more strictly?",
        "In many schools, students use laptops or tablets instead of notebooks. Why has this change occurred? How might it affect learning?",
        "Many people are watching educational content on video platforms. Why do they choose these platforms? Can such content replace formal education?",
        "Some cities are trying to become smart cities using digital technology. Why are they doing this? What problems could arise from such projects?",
        "Many people support local farmers’ markets instead of supermarkets. Why is this trend growing? How might it affect the wider economy?",
        "In some countries, people are having fewer children than in the past. Why is this happening? What effects might it have on society?",
        "Many companies encourage employees to work in open-plan offices. Why do they choose this design? Do you think it is effective?",
        "More people participate in online petitions and campaigns. Why are online campaigns so popular? Do you think they really bring change?",
        "In many places, people prefer using messaging apps instead of emails. Why has this shift occurred? What are the advantages and disadvantages of this?",
        "Some parents send their children to international schools that use foreign curricula. Why do they make this choice? How might it affect the children’s identity and future?",
        "Many people follow strict skin-care routines promoted online. Why has this become popular? Do you think such trends are beneficial or harmful?",
        "Some students record lectures instead of taking notes. Why do they prefer this method? How might it affect their learning?",
        "More people are working as delivery drivers for online platforms. Why is this type of work attractive? What challenges do these workers face?",
        "Many young people want to become content creators. Why is this career appealing? Do you think it is a realistic goal?",
        "People often choose to watch true-crime shows and podcasts. Why are they drawn to this content? Is it good for society?",
        "In some countries, people are increasingly paying without cash. Why is this happening? What problems could a cashless society create?",
        "Many individuals change their names or online identities. Why might they do this? Do you think it can have negative consequences?",
        "Some people travel specifically to take photos for social media. Why is this trend growing? How does it change the way people experience travel?",
        "Many parents create social media accounts for their children. Why do they do so? Do you think this is a good idea?",
        "People often attend online workshops to improve soft skills like communication. Why is there demand for these? How effective are such workshops?",
        "A growing number of people are choosing not to own a television. Why is this the case? How might it affect family life?",
        "Some companies allow staff to choose their own job titles. Why might firms do this? Do you think it is useful or confusing?",
        "Many people rely on online translation tools when travelling abroad. Why are these tools so popular? Can they fully replace learning a language?",
        "People increasingly share their opinions on public issues through social media. Why has this become common? What could be the impact on politics?",
        "In some areas, people work remotely for foreign employers while staying in their home country. Why is this growing? What are the benefits for local economies?",
        "Many retirees move to warmer countries. Why do they make this choice? What effects does this have on the host country?",
        "Some students join international volunteer programmes during holidays. Why are these programmes attractive? How might they influence students’ futures?",
        "People are reading fewer long novels and more short online articles. Why is this change happening? Is it a positive or negative development?",
        "Many cities organise night markets or late-night shopping events. Why do authorities support these? What impact do they have on residents’ lives?",
        "Some people use productivity apps to manage every part of their day. Why are such apps popular? Do they actually make people more productive?",
        "Many professionals build personal websites or portfolios online. Why do they do this? How can it change their career opportunities?",
        "Students increasingly use digital flashcards instead of paper notes. Why is this method preferred? Does it improve memory and learning?",
        "People sometimes film themselves doing charitable acts. Why do they share these videos publicly? Do you think this trend is positive or negative?",
        "Some individuals keep changing cities frequently instead of settling down. Why might they choose this lifestyle? How could it affect their relationships?",
        "Many people attend virtual reality experiences for entertainment. Why are these experiences attractive? What might be their future role in society?",
        "Some schools introduce mindfulness or yoga sessions for students. Why are schools doing this? Do you think it really helps students?",
        "People sometimes join online support groups for health or emotional problems. Why do they choose online support? How effective can it be compared to face-to-face help?",
        "Many workers take short online courses to keep up with rapid technological change. Why is continuous learning necessary today? What difficulties do learners face?",
        "People are increasingly renting clothes for special occasions instead of buying them. Why has this trend appeared? How might it change the fashion industry?",
        "Some cities promote cycling by giving financial incentives to buy bicycles. Why do governments offer these incentives? Are there better ways to encourage cycling?",
        "A number of people post daily video blogs about their lives. Why are audiences interested in watching them? Do you think this habit is healthy for the creators?",
        "Some companies organise mandatory team-building trips. Why do employers arrange such events? How do employees usually feel about them?",
        "Many individuals choose plant-based alternatives to traditional meat products. Why has this market grown? Do you think it will entirely replace meat?",
        "People sometimes rely on rating stars when choosing restaurants or hotels. Why do ratings matter so much? What problems can arise from this system?",
        "Some cities are building vertical gardens on tall buildings. Why are they doing this? How might it change urban life?",
        "Many students keep digital portfolios of their projects from a young age. Why is this becoming common? How can it help them in the future?",
        "People increasingly work in international teams across time zones. Why is this structure used? What difficulties can it create?",
        "Some parents prefer educational cartoons over traditional toys. Why might they choose this? Do you think screen-based learning is suitable for young children?",
        "People sometimes move from social media platforms with their real names to anonymous forums. Why do they switch? What impact might anonymity have on online behaviour?",
        "Many countries are promoting domestic tourism rather than international travel. Why is this policy popular now? What benefits can it bring to local communities?",
        "Some employees negotiate for flexible benefits instead of higher salaries. Why do they prefer flexibility? How could this trend influence workplaces?",
        "People sign up for challenges such as no sugar month or 30-day fitness. Why are such challenges attractive? Do they lead to long-term changes?",
        "Many bookstores now include cafes and event spaces. Why have they adopted this model? How might it affect people’s reading habits?",
        "Some individuals choose to delete all social media accounts. Why do they make this decision? Do you think it improves their quality of life?",
        "People sometimes pay extra for eco-friendly products. Why are they willing to do this? How could companies misuse this trend?",
        "Many students participate in international competitions in science or robotics. Why are these competitions important? How can they shape students’ futures?",
        "Some professionals use co-living spaces where residents share kitchens and work areas. Why is this lifestyle becoming popular? What challenges might it bring?",
        "People often listen to white noise or nature sounds while working. Why do they use these sounds? Do you think it genuinely improves concentration?",
        "Some families choose to have digital-free days each week. Why might they introduce this rule? How could it benefit or harm family relationships?",
        "Many museums now use interactive apps and augmented reality for visitors. Why are these technologies introduced? Do they enhance or distract from the exhibits?"
    ]
}