{
  "List1": [
    {
      "Word": "aberrant",
      "Type": "adj",
      "Meaning": "deviating from the norm",
      "Modern Family Example": "Claire found Luke’s aberrant behavior suspicious when he voluntarily cleaned his room.",
      "Friends Example": "Ross’s aberrant decision to get a spray tan ended in disaster.",
      "Gilmore Girls Example": "Lorelai’s aberrant decision to attend Emily’s party without coffee shocked everyone.",
      "Big Bang Theory Example": "Sheldon’s aberrant switch from trains to geology raised everyone's eyebrows."
    },
    {
      "Word": "abscond",
      "Type": "v",
      "Meaning": "to depart clandestinely; to steal off and hide",
      "Modern Family Example": "Haley tried to abscond with Gloria’s heels before anyone noticed.",
      "Friends Example": "Chandler tried to abscond from Janice’s birthday dinner.",
      "Gilmore Girls Example": "Lane tried to abscond from church to practice with her band.",
      "Big Bang Theory Example": "Raj tried to abscond from a double date after it got awkward."
    },
    {
      "Word": "alacrity",
      "Type": "n",
      "Meaning": "eager and enthusiastic willingness",
      "Modern Family Example": "Phil accepted the open house task with alacrity, ready with brochures and balloons.",
      "Friends Example": "Phoebe accepted the weirdest jobs with alacrity—as long as they paid cash.",
      "Gilmore Girls Example": "Rory jumped into her editorial duties with alacrity.",
      "Big Bang Theory Example": "Leonard volunteered with alacrity for a mission to the Arctic—until he heard Sheldon was coming."
    },
    {
      "Word": "anomaly",
      "Type": "n",
      "Meaning": "deviation from the normal order or rule",
      "Modern Family Example": "Mitchell was baffled by the anomaly of Lily willingly eating vegetables.",
      "Friends Example": "Rachel’s sudden interest in paleontology was an anomaly even Ross couldn’t explain.",
      "Gilmore Girls Example": "Paris viewed Rory’s late-night snacking during finals as a bizarre anomaly.",
      "Big Bang Theory Example": "Penny’s interest in physics was an anomaly that left Sheldon suspicious."
    },
    {
      "Word": "approbation",
      "Type": "n",
      "Meaning": "an expression of approval",
      "Modern Family Example": "Cam beamed with pride at the principal’s approbation for his school play.",
      "Friends Example": "Monica basked in the approbation after organizing a perfect Thanksgiving dinner.",
      "Gilmore Girls Example": "Rory received approbation from her professor for her insightful essay.",
      "Big Bang Theory Example": "Sheldon beamed at the approbation from Stephen Hawking after solving a math error."
    },
    {
      "Word": "arduous",
      "Type": "adj",
      "Meaning": "strenuous; requiring significant effort",
      "Modern Family Example": "Carrying the groceries upstairs was an arduous task for Jay’s bad knee.",
      "Friends Example": "Joey found reading the entire script in one night arduous.",
      "Gilmore Girls Example": "Lorelai found navigating Chilton’s PTA politics arduous.",
      "Big Bang Theory Example": "Fixing the elevator was an arduous task—mainly because no one wanted to try."
    },
    {
      "Word": "assuage",
      "Type": "v",
      "Meaning": "to ease or lessen; to appease or pacify",
      "Modern Family Example": "To assuage Gloria’s anger, Jay bought her a necklace she didn’t even want.",
      "Friends Example": "Ross bought a plush dinosaur to assuage Emma’s tantrum.",
      "Gilmore Girls Example": "To assuage Emily’s frustration, Lorelai agreed to another Friday night dinner.",
      "Big Bang Theory Example": "To assuage Amy’s disappointment, Sheldon gave her a hug and a contract amendment."
    },
    {
      "Word": "audacious",
      "Type": "adj",
      "Meaning": "daring and fearless; recklessly bold",
      "Modern Family Example": "Cam’s audacious performance of Beyoncé at the school function stunned everyone.",
      "Friends Example": "Phoebe’s audacious street performances sometimes drew police attention.",
      "Gilmore Girls Example": "Paris’s audacious speech to the school board left everyone stunned.",
      "Big Bang Theory Example": "Howard’s audacious magic tricks made Sheldon cringe during dinner."
    },
    {
      "Word": "austere",
      "Type": "adj",
      "Meaning": "without adornment; bare; simple",
      "Modern Family Example": "Mitchell loved the austere elegance of the modern art exhibit, unlike Cam.",
      "Friends Example": "Monica’s apartment had an austere charm—if you ignored her cleaning supplies.",
      "Gilmore Girls Example": "Luke’s apartment had an austere vibe—one lamp and three shirts.",
      "Big Bang Theory Example": "Sheldon’s room was decorated in the most austere fashion imaginable."
    },
    {
      "Word": "axiomatic",
      "Type": "adj",
      "Meaning": "possessing self-evident truth",
      "Modern Family Example": "Alex treated her top grades as axiomatic—hard work simply meant success.",
      "Friends Example": "To Chandler, sarcasm was axiomatic—it required no explanation.",
      "Gilmore Girls Example": "Rory believed it was axiomatic that books were better than people.",
      "Big Bang Theory Example": "To Sheldon, it was axiomatic that he should have his own bathroom schedule."
    },
    {
      "Word": "canonical",
      "Type": "adj",
      "Meaning": "following or in agreement with accepted standards",
      "Modern Family Example": "Claire’s strict rules were seen as canonical in the Dunphy household.",
      "Friends Example": "Monica’s label-maker organization system was canonical among the group.",
      "Gilmore Girls Example": "Emily maintained canonical traditions for every family holiday.",
      "Big Bang Theory Example": "Sheldon insisted on canonical rules during Fun with Flags."
    },
    {
      "Word": "capricious",
      "Type": "adj",
      "Meaning": "inclined to change one's mind impulsively",
      "Modern Family Example": "Lily’s capricious decision to dye her hair purple gave Cam a mini breakdown.",
      "Friends Example": "Rachel’s capricious career choices always left Ross worried.",
      "Gilmore Girls Example": "Lorelai’s capricious decision to start an inn was met with skepticism.",
      "Big Bang Theory Example": "Raj’s capricious dating decisions often left the gang confused."
    },
    {
      "Word": "censure",
      "Type": "v",
      "Meaning": "to criticize severely",
      "Modern Family Example": "Jay didn’t hesitate to censure Phil for ruining the new TV setup.",
      "Friends Example": "Monica didn’t hesitate to censure Chandler for making a joke at her expense.",
      "Gilmore Girls Example": "Emily didn’t hesitate to censure Lorelai for her unorthodox parenting.",
      "Big Bang Theory Example": "Sheldon didn’t hesitate to censure Leonard for leaving the milk out."
    },
    {
      "Word": "chicanery",
      "Type": "n",
      "Meaning": "trickery or subterfuge; deception",
      "Modern Family Example": "Luke’s chicanery to get out of homework fooled Phil but not Claire.",
      "Friends Example": "Joey used chicanery to sneak into a second audition round.",
      "Gilmore Girls Example": "Kirk’s chicanery in selling “invisible” sunscreen fooled only himself.",
      "Big Bang Theory Example": "Howard’s chicanery about his Mars application fooled everyone but Bernadette."
    },
    {
      "Word": "connoisseur",
      "Type": "n",
      "Meaning": "an informed and astute judge in matters of taste",
      "Modern Family Example": "Mitchell considered himself a wine connoisseur after one Napa Valley trip.",
      "Friends Example": "Rachel thought of herself as a fashion connoisseur, especially at Bloomingdale's.",
      "Gilmore Girls Example": "Sookie was a connoisseur of pastries and dinner rolls.",
      "Big Bang Theory Example": "Amy considered herself a connoisseur of vintage neurobiology texts."
    },
    {
      "Word": "convoluted",
      "Type": "adj",
      "Meaning": "complex or complicated",
      "Modern Family Example": "Cam’s explanation of his wedding seating chart was so convoluted even Gloria got lost.",
      "Friends Example": "Chandler’s excuse for being late was so convoluted even Joey gave up following.",
      "Gilmore Girls Example": "Paris’s logic for why she should be prom queen was convoluted and terrifying.",
      "Big Bang Theory Example": "Sheldon’s explanation of roommate responsibilities was convoluted even with diagrams."
    },
    {
      "Word": "disabuse",
      "Type": "v",
      "Meaning": "to undeceive; to set right",
      "Modern Family Example": "Claire tried to disabuse Luke of the idea that he could become a billionaire from gaming.",
      "Friends Example": "Ross tried to disabuse Rachel of the idea that dinosaurs were just big lizards.",
      "Gilmore Girls Example": "Lorelai tried to disabuse Rory of the belief that Yale would be easy.",
      "Big Bang Theory Example": "Amy tried to disabuse Sheldon of the idea that emotions were illogical."
    },
    {
      "Word": "discordant",
      "Type": "adj",
      "Meaning": "conflicting; dissonant or harsh in sound",
      "Modern Family Example": "Manny’s poetry clashed with the discordant sounds of Jay’s construction tools.",
      "Friends Example": "Phoebe’s new song was so discordant that even she winced at one point.",
      "Gilmore Girls Example": "Lorelai’s disco-themed party felt discordant in the quaint Stars Hollow setting.",
      "Big Bang Theory Example": "The discordant sound of Sheldon’s theremin practice drove Penny insane."
    },
    {
      "Word": "disparate",
      "Type": "adj",
      "Meaning": "fundamentally distinct or dissimilar",
      "Modern Family Example": "Gloria’s approach to parenting was disparate from Jay’s old-school methods.",
      "Friends Example": "Ross’s views on relationships were disparate from Joey’s 'food and hugs' method.",
      "Gilmore Girls Example": "Rory and Jess had disparate views on romance—she read poetry, he made sarcastic remarks.",
      "Big Bang Theory Example": "Sheldon’s views on friendship were disparate from Leonard’s idea of fun."
    },
    {
      "Word": "effrontery",
      "Type": "n",
      "Meaning": "extreme boldness; presumptuousness",
      "Modern Family Example": "Lily had the effrontery to ask for cake after throwing her vegetables on the floor.",
      "Friends Example": "Joey had the effrontery to ask for Monica’s last cookie without shame.",
      "Gilmore Girls Example": "Paris had the effrontery to correct the professor in front of the class.",
      "Big Bang Theory Example": "Howard had the effrontery to bring Bernadette to a gaming night uninvited."
    },
    {
      "Word": "eloquent",
      "Type": "adj",
      "Meaning": "well-spoken; expressive; articulate",
      "Modern Family Example": "Claire gave an eloquent speech about motherhood at the PTA meeting.",
      "Friends Example": "Ross delivered an eloquent speech at Carol’s wedding.",
      "Gilmore Girls Example": "Rory’s eloquent defense of her thesis stunned the committee.",
      "Big Bang Theory Example": "Leonard’s eloquent toast surprised everyone—especially Sheldon."
    },
    {
      "Word": "enervate",
      "Type": "v",
      "Meaning": "to weaken; to reduce in vitality",
      "Modern Family Example": "Phil felt enervated after a long day of real estate showings and trampoline incidents.",
      "Friends Example": "Chandler felt enervated after a night of Joey’s snoring and hugging.",
      "Gilmore Girls Example": "Lorelai felt enervated after dealing with three events and two tantrums in one day.",
      "Big Bang Theory Example": "Raj felt enervated after carrying all the Comic-Con loot back home."
    },
    {
      "Word": "ennui",
      "Type": "n",
      "Meaning": "dissatisfaction and restlessness from boredom",
      "Modern Family Example": "Cam’s ennui peaked when Mitchell made him clean instead of rehearse.",
      "Friends Example": "Rachel’s ennui at work led her to redesign the coffee menu instead.",
      "Gilmore Girls Example": "Rory’s ennui led her to wander around Stars Hollow instead of studying.",
      "Big Bang Theory Example": "Sheldon’s ennui led him to rearrange the periodic table tiles again."
    },
    {
      "Word": "equivocate",
      "Type": "v",
      "Meaning": "to use ambiguous language with deceptive intent",
      "Modern Family Example": "Mitchell accused Cam of equivocating when he claimed he didn’t ‘technically’ break the vase.",
      "Friends Example": "Monica equivocated when asked who broke the wedding gift.",
      "Gilmore Girls Example": "Lorelai equivocated when Emily asked where the money went.",
      "Big Bang Theory Example": "Leonard equivocated when Penny asked if her acting was improving."
    },
    {
      "Word": "erudite",
      "Type": "adj",
      "Meaning": "very learned; scholarly",
      "Modern Family Example": "Alex's erudite answer during trivia night left even Jay speechless.",
      "Friends Example": "Ross’s erudite monologues made everyone sleepy except Phoebe—who just zoned out.",
      "Gilmore Girls Example": "Rory’s erudite comment during the town meeting impressed even Taylor.",
      "Big Bang Theory Example": "Sheldon’s erudite answer stunned the science podcast host."
    },
    {
      "Word": "exculpate",
      "Type": "v",
      "Meaning": "to clear of blame; vindicate",
      "Modern Family Example": "Luke was exculpated when the camera revealed it was the dog that made the mess.",
      "Friends Example": "Chandler was exculpated when security footage showed it was Joey who unplugged the fridge.",
      "Gilmore Girls Example": "Lorelai was exculpated after Kirk admitted he’d double-booked the wedding venue.",
      "Big Bang Theory Example": "Leonard was exculpated when it turned out the experiment failure was a lab bug."
    },
    {
      "Word": "exigent",
      "Type": "adj",
      "Meaning": "urgent; requiring immediate action",
      "Modern Family Example": "Claire saw it as exigent to fix the Wi-Fi before the kids revolted.",
      "Friends Example": "Monica declared it exigent to deep clean after discovering a single crumb.",
      "Gilmore Girls Example": "Emily saw it as exigent to immediately repair the garden path before the guests arrived.",
      "Big Bang Theory Example": "Howard declared it exigent to find new batteries before D&D night began."
    },
    {
      "Word": "extemporaneous",
      "Type": "adj",
      "Meaning": "improvised; done without preparation",
      "Modern Family Example": "Cam gave an extemporaneous toast at the wedding and somehow made it about himself.",
      "Friends Example": "Joey’s extemporaneous audition monologue involved pizza and crime-fighting turtles.",
      "Gilmore Girls Example": "Lorelai gave an extemporaneous speech at the inn’s opening that brought tears.",
      "Big Bang Theory Example": "Sheldon gave an extemporaneous lecture to strangers at a bus stop."
    },
    {
      "Word": "filibuster",
      "Type": "n",
      "Meaning": "intentional obstruction through long speeches",
      "Modern Family Example": "Gloria threatened to filibuster the HOA meeting until they allowed flamingo decorations.",
      "Friends Example": "Phoebe joked about filibustering the friends’ vote on movie night.",
      "Gilmore Girls Example": "Emily launched a filibuster about floral arrangements at the wedding planner meeting.",
      "Big Bang Theory Example": "Amy joked about launching a filibuster if the girls' night was canceled again."
    },
    {
      "Word": "fulminate",
      "Type": "v",
      "Meaning": "to loudly attack or denounce",
      "Modern Family Example": "Mitchell fulminated against the school board for canceling the spring musical.",
      "Friends Example": "Ross fulminated against the museum director for replacing his exhibit with a giant squid.",
      "Gilmore Girls Example": "Paris fulminated when Rory made editor over her at Yale.",
      "Big Bang Theory Example": "Sheldon fulminated about the misuse of the word “literally” in modern English."
    },
    {
      "Word": "ingenuous",
      "Type": "adj",
      "Meaning": "artless; frank; candid",
      "Modern Family Example": "Lily’s ingenuous explanation about her missing homework melted even Mitchell’s heart.",
      "Friends Example": "Joey’s ingenuous belief in Santa Claus was somehow still intact.",
      "Gilmore Girls Example": "Rory’s ingenuous defense of Logan made Lorelai raise an eyebrow.",
      "Big Bang Theory Example": "Raj’s ingenuous belief in romantic comedies shaped all his relationships."
    },
    {
      "Word": "inured",
      "Type": "adj",
      "Meaning": "accustomed to accepting something undesirable",
      "Modern Family Example": "Phil was inured to rejection after years in real estate.",
      "Friends Example": "Rachel became inured to weird dates after a dozen blind setups by her mother.",
      "Gilmore Girls Example": "Lorelai was inured to Kirk’s odd behavior after years of unpredictable stunts.",
      "Big Bang Theory Example": "Sheldon became inured to Howard’s jokes—he barely flinched by season six."
    },
    {
      "Word": "irascible",
      "Type": "adj",
      "Meaning": "easily angered; irritable",
      "Modern Family Example": "Jay’s irascible reaction to broken golf clubs terrified even the dog.",
      "Friends Example": "Ross’s irascible reaction to being corrected made even Monica blink.",
      "Gilmore Girls Example": "Emily’s irascible mood made the maids quit—again.",
      "Big Bang Theory Example": "Sheldon’s irascible response to a misaligned whiteboard marker ruined the group mood."
    },
    {
      "Word": "laud",
      "Type": "v",
      "Meaning": "to praise highly",
      "Modern Family Example": "Claire lauded Alex’s academic achievements at the school board meeting.",
      "Friends Example": "Monica lauded Chandler for fixing the faucet—until it exploded again.",
      "Gilmore Girls Example": "Rory lauded her grandmother’s support in her Yale application essay.",
      "Big Bang Theory Example": "Leonard lauded Penny for finally watching *Star Trek* without complaining."
    },
    {
      "Word": "lucid",
      "Type": "adj",
      "Meaning": "clear; easily understood; limpid",
      "Modern Family Example": "Alex gave a lucid explanation of quantum physics to her clueless siblings.",
      "Friends Example": "Ross gave a lucid explanation of evolution that no one really asked for.",
      "Gilmore Girls Example": "Rory gave a lucid explanation of her thesis to the Yale panel.",
      "Big Bang Theory Example": "Sheldon’s lucid explanation of quantum entanglement impressed no one but Leonard."
    },
    {
      "Word": "magnanimity",
      "Type": "n",
      "Meaning": "the quality of being generously noble in mind and heart, especially in forgiving",
      "Modern Family Example": "Cam showed magnanimity by forgiving a rival teacher who stole his play idea.",
      "Friends Example": "Monica showed magnanimity by inviting Janice to Thanksgiving—briefly.",
      "Gilmore Girls Example": "Lorelai showed magnanimity by forgiving Emily after their heated fight.",
      "Big Bang Theory Example": "Leonard showed magnanimity by forgiving Sheldon for crashing his presentation."
    },
    {
      "Word": "martial",
      "Type": "adj",
      "Meaning": "associated with war and the armed forces",
      "Modern Family Example": "Jay's martial storytelling style made his army days sound like epic battles.",
      "Friends Example": "Joey mistook a martial arts class for a good acting gig prep.",
      "Gilmore Girls Example": "Lorelai joked that Friday night dinners were like martial drills.",
      "Big Bang Theory Example": "Sheldon’s love of martial law board games annoyed everyone on game night."
    },
    {
      "Word": "mundane",
      "Type": "adj",
      "Meaning": "of the world; typical of or concerned with the ordinary; commonplace",
      "Modern Family Example": "Phil's mundane task of fixing the sprinkler turned into a backyard flood.",
      "Friends Example": "Rachel quit her mundane job to pursue fashion dreams.",
      "Gilmore Girls Example": "Rory complained that her life felt too mundane without Yale drama.",
      "Big Bang Theory Example": "Penny found Sheldon’s obsession with flags to be mundanely repetitive."
    },
    {
      "Word": "nascent",
      "Type": "adj",
      "Meaning": "coming into being; in early developmental stages; incipient",
      "Modern Family Example": "Lily’s nascent fashion blog started with a glitter-filled homepage.",
      "Friends Example": "Joey’s nascent interest in sailing sank after five minutes of rowing.",
      "Gilmore Girls Example": "Rory’s nascent interest in journalism blossomed at the school paper.",
      "Big Bang Theory Example": "Amy’s nascent research on brain waves sparked Sheldon’s interest."
    },
    {
      "Word": "nebulous",
      "Type": "adj",
      "Meaning": "vague; cloudy; lacking clearly defined form; hazy",
      "Modern Family Example": "Mitchell found Cam’s explanation for the broken vase nebulous at best.",
      "Friends Example": "Phoebe’s logic was often nebulous but somehow made sense to her.",
      "Gilmore Girls Example": "Emily’s explanation of the DAR rules was so nebulous even Lorelai spaced out.",
      "Big Bang Theory Example": "Raj’s explanation of his love life was as nebulous as his plans."
    },
    {
      "Word": "neologism",
      "Type": "n",
      "Meaning": "a new word, expression, or usage; the creation or use of new words or senses",
      "Modern Family Example": "Cam proudly coined a neologism for his latest dessert creation—'cupcakookie'.",
      "Friends Example": "Joey coined a neologism—‘moo point’—to explain pointless arguments.",
      "Gilmore Girls Example": "Lorelai coined a neologism to describe her coffee obsession—‘caffecrazy.’",
      "Big Bang Theory Example": "Sheldon introduced a neologism to describe roommate violations—‘spot-trespass.’"
    },
    {
      "Word": "noxious",
      "Type": "adj",
      "Meaning": "harmful; injurious; pernicious",
      "Modern Family Example": "Jay found Gloria's noxious perfume so overpowering that he opened all the windows.",
      "Friends Example": "Chandler complained about the noxious fumes from Joey’s cologne sample testing.",
      "Gilmore Girls Example": "Emily considered Lorelai’s taste in music noxious to civilized society.",
      "Big Bang Theory Example": "Howard’s noxious lab chemicals cleared the floor of interns."
    },
    {
      "Word": "obtuse",
      "Type": "adj",
      "Meaning": "lacking sharpness of intellect; not clear or precise in thought or expression",
      "Modern Family Example": "Phil’s obtuse understanding of technology resulted in deleting their home videos.",
      "Friends Example": "Joey’s obtuse comment during trivia night cost them the win.",
      "Gilmore Girls Example": "Jess gave an obtuse answer when Rory asked if he cared about school.",
      "Big Bang Theory Example": "Penny’s obtuse questions about physics made Sheldon twitch."
    },
    {
      "Word": "obviate",
      "Type": "v",
      "Meaning": "to anticipate and make unnecessary",
      "Modern Family Example": "Claire set reminders to obviate another forgotten anniversary.",
      "Friends Example": "Ross created backup plans to obviate any wedding disasters.",
      "Gilmore Girls Example": "Lorelai ordered food early to obviate a meltdown at Friday dinner.",
      "Big Bang Theory Example": "Leonard brought snacks early to obviate Sheldon’s mealtime complaints."
    },
    {
      "Word": "onerous",
      "Type": "adj",
      "Meaning": "troubling; burdensome",
      "Modern Family Example": "Cam found organizing the school musical an onerous burden after week three.",
      "Friends Example": "Monica found planning Thanksgiving for 12 people incredibly onerous.",
      "Gilmore Girls Example": "Running the inn became an onerous task when the staff all caught the flu.",
      "Big Bang Theory Example": "Sheldon considered Amy’s birthday plans an onerous social task."
    },
    {
      "Word": "paean",
      "Type": "n",
      "Meaning": "a song or hymn of praise and thanksgiving",
      "Modern Family Example": "Mitchell sang a heartfelt paean to Lily during her adoption celebration.",
      "Friends Example": "Phoebe composed a paean for her mom’s birthday and performed it on her guitar.",
      "Gilmore Girls Example": "Rory wrote a paean to literature in her graduation speech.",
      "Big Bang Theory Example": "Howard composed a paean to space travel after his return from the ISS."
    },
    {
      "Word": "parody",
      "Type": "n",
      "Meaning": "a humorous imitation intended for ridicule or comic effect, especially in literature and art",
      "Modern Family Example": "Phil made a parody video of Jay's BBQ tutorial, complete with slow-mo sauce shots.",
      "Friends Example": "Ross made a parody of Joey’s audition tape, complete with fake tears.",
      "Gilmore Girls Example": "Kirk’s parody of Taylor’s welcome speech had the whole town laughing.",
      "Big Bang Theory Example": "The gang made a parody video of Sheldon’s Fun with Flags series."
    },
    {
      "Word": "perennial",
      "Type": "adj",
      "Meaning": "recurrent through the year or many years; happening repeatedly",
      "Modern Family Example": "Cam’s perennial complaint about school budget cuts made Mitchell sigh annually.",
      "Friends Example": "Gunther’s perennial love for Rachel never wavered.",
      "Gilmore Girls Example": "Luke’s perennial grumpiness became part of Stars Hollow charm.",
      "Big Bang Theory Example": "Sheldon’s perennial fear of germs was well-documented."
    },
    {
      "Word": "perfidy",
      "Type": "n",
      "Meaning": "intentional breach of faith; treachery",
      "Modern Family Example": "Claire considered Luke’s betrayal of his study group a small act of perfidy.",
      "Friends Example": "Rachel saw Ross’s kiss with Chloe as a major act of perfidy.",
      "Gilmore Girls Example": "Rory saw Logan’s secret party as a small act of perfidy.",
      "Big Bang Theory Example": "Leonard saw Sheldon’s password change as an act of perfidy."
    },
    {
      "Word": "perfunctory",
      "Type": "adj",
      "Meaning": "cursory; done without care or interest; done superficially",
      "Modern Family Example": "Phil gave a perfunctory nod when Claire explained how to use the washing machine.",
      "Friends Example": "Joey gave a perfunctory wave after winning an award he didn’t understand.",
      "Gilmore Girls Example": "Lorelai’s perfunctory nod was enough to stop Emily mid-rant.",
      "Big Bang Theory Example": "Raj gave a perfunctory apology after spilling coffee on the server."
    },
    {
      "Word": "perspicacious",
      "Type": "adj",
      "Meaning": "acutely perceptive; having keen discernment",
      "Modern Family Example": "Alex’s perspicacious insights made her the favorite of her philosophy professor.",
      "Friends Example": "Monica’s perspicacious comment saved Rachel from buying a terrible outfit.",
      "Gilmore Girls Example": "Paris’s perspicacious critiques scared even seasoned professors.",
      "Big Bang Theory Example": "Amy’s perspicacious observation cracked the neurology case wide open."
    },
    {
      "Word": "prattle",
      "Type": "v",
      "Meaning": "to babble meaninglessly; to talk in an empty and idle manner",
      "Modern Family Example": "Lily continued to prattle on about unicorns while Cam tried to nap.",
      "Friends Example": "Phoebe would prattle endlessly about her dream journal.",
      "Gilmore Girls Example": "Babette would prattle endlessly about her cat’s emotional needs.",
      "Big Bang Theory Example": "Howard would prattle about space toilets whenever nervous."
    },
    {
      "Word": "precipitate",
      "Type": "adj",
      "Meaning": "acting with excessive haste or impulse",
      "Modern Family Example": "Haley’s precipitate decision to dye her hair blue backfired during picture day.",
      "Friends Example": "Rachel’s precipitate decision to move to Paris caused emotional chaos.",
      "Gilmore Girls Example": "Lorelai’s precipitate decision to propose startled even Rory.",
      "Big Bang Theory Example": "Penny made a precipitate decision to cut her hair before a date."
    },
    {
      "Word": "precipitate",
      "Type": "v",
      "Meaning": "to cause or happen before anticipated or required",
      "Modern Family Example": "Claire’s warning about the storm precipitated a panicked grocery run.",
      "Friends Example": "Ross’s phone call to Emily precipitated their final breakup.",
      "Gilmore Girls Example": "Emily’s pressure precipitated Rory’s decision to debut in society.",
      "Big Bang Theory Example": "Sheldon’s knock precipitated a very awkward hallway encounter."
    },
    {
      "Word": "predilection",
      "Type": "n",
      "Meaning": "a disposition in favor of something; preference; a special liking",
      "Modern Family Example": "Jay had a predilection for old Westerns, even quoting them at the dinner table.",
      "Friends Example": "Chandler had a predilection for sarcastic one-liners in emotional moments.",
      "Gilmore Girls Example": "Rory had a predilection for classic novels over modern bestsellers.",
      "Big Bang Theory Example": "Sheldon had a predilection for spaghetti on Thursdays—no exceptions."
    },
    {
      "Word": "prescience",
      "Type": "n",
      "Meaning": "foreknowledge of events; knowing of events prior to their occurring",
      "Modern Family Example": "Mitchell’s prescience about rain saved Cam’s outdoor party plans.",
      "Friends Example": "Phoebe’s prescience about Rachel’s job offer turned out eerily accurate.",
      "Gilmore Girls Example": "Lorelai’s prescience about the weather saved the inn's garden party.",
      "Big Bang Theory Example": "Amy’s prescience about Sheldon’s Nobel obsession proved accurate."
    },
    {
      "Word": "prevaricate",
      "Type": "v",
      "Meaning": "to deliberately avoid the truth; to mislead",
      "Modern Family Example": "Luke tried to prevaricate when Claire asked about the missing cookies.",
      "Friends Example": "Joey tried to prevaricate about eating the wedding cake early.",
      "Gilmore Girls Example": "Jess tried to prevaricate when Luke asked about his school attendance.",
      "Big Bang Theory Example": "Raj tried to prevaricate when confronted about his online date fiasco."
    },
    {
      "Word": "qualms",
      "Type": "n",
      "Meaning": "misgivings; reservations; causes for hesitancy; doubts",
      "Modern Family Example": "Haley had no qualms about asking for a last-minute allowance increase.",
      "Friends Example": "Monica had no qualms about enforcing her towel-folding rules.",
      "Gilmore Girls Example": "Rory had no qualms about missing a party to finish a book.",
      "Big Bang Theory Example": "Leonard had no qualms about lying to avoid brunch with Beverly."
    },
    {
      "Word": "recant",
      "Type": "v",
      "Meaning": "to retract, especially a previously held belief",
      "Modern Family Example": "Cam refused to recant his belief that he was born to be on stage.",
      "Friends Example": "Rachel decided to recant her decision and stay in New York.",
      "Gilmore Girls Example": "Paris recanted her opinion on the student council—barely.",
      "Big Bang Theory Example": "Sheldon recanted his stance on social interaction—temporarily."
    },
    {
      "Word": "refute",
      "Type": "v",
      "Meaning": "to disprove; to successfully argue against",
      "Modern Family Example": "Claire tried to refute Jay’s argument about parenting with actual statistics.",
      "Friends Example": "Ross tried to refute every point during the infamous 'we were on a break' debate.",
      "Gilmore Girls Example": "Lorelai tried to refute Emily’s claim that she never cared about tradition.",
      "Big Bang Theory Example": "Amy refuted Sheldon’s claim about her not being romantic with a spreadsheet."
    },
    {
      "Word": "relegate",
      "Type": "v",
      "Meaning": "to forcibly assign, especially to a lower place or position",
      "Modern Family Example": "Phil was relegated to sleeping in the guest room after his magic trick failed again.",
      "Friends Example": "Chandler was relegated to sleeping on the couch after his gym joke bombed.",
      "Gilmore Girls Example": "Michel was relegated to door duty after complaining one too many times.",
      "Big Bang Theory Example": "Howard was relegated to couch duty after breaking Bernadette’s vase."
    },
    {
      "Word": "reticent",
      "Type": "adj",
      "Meaning": "quiet; reserved; reluctant to express thoughts and feelings",
      "Modern Family Example": "Alex was reticent to admit she didn’t understand the new math topic.",
      "Friends Example": "Ross was reticent about discussing his failed marriages.",
      "Gilmore Girls Example": "Luke was reticent to express his feelings for Lorelai for seasons.",
      "Big Bang Theory Example": "Sheldon was reticent about revealing his childhood diary entries."
    },
    {
      "Word": "solicitous",
      "Type": "adj",
      "Meaning": "concerned and attentive; eager",
      "Modern Family Example": "Cam was solicitous of Mitchell after he had a rough day at work.",
      "Friends Example": "Phoebe was solicitous of Rachel during her pregnancy mood swings.",
      "Gilmore Girls Example": "Lorelai was solicitous of Rory when she got rejected from Harvard.",
      "Big Bang Theory Example": "Amy was solicitous of Sheldon after he failed to win the grant."
    },
    {
      "Word": "sordid",
      "Type": "adj",
      "Meaning": "characterized by filth, grime, or squalor; foul",
      "Modern Family Example": "Gloria called the bachelor party’s hotel room too sordid for even Jay.",
      "Friends Example": "Joey’s apartment got so sordid Monica refused to even walk in.",
      "Gilmore Girls Example": "The apartment Kirk rented was so sordid even Miss Patty screamed.",
      "Big Bang Theory Example": "Raj’s apartment became so sordid after his breakup, even Cinnamon judged him."
    },
    {
      "Word": "sporadic",
      "Type": "adj",
      "Meaning": "occurring only occasionally, or in scattered instances",
      "Modern Family Example": "Phil’s attempts to fix the fence happened sporadically over six months.",
      "Friends Example": "Ross’s romantic gestures appeared sporadic but were genuinely heartfelt.",
      "Gilmore Girls Example": "Rory’s calls to Lorelai became sporadic after moving into Yale.",
      "Big Bang Theory Example": "Sheldon’s hobbies were sporadic, from trains to medieval lore."
    },
    {
      "Word": "squander",
      "Type": "v",
      "Meaning": "to waste by spending or using irresponsibly",
      "Modern Family Example": "Luke squandered his allowance on useless gadgets again.",
      "Friends Example": "Joey squandered his soap opera money on a boat he couldn’t sail.",
      "Gilmore Girls Example": "Kirk squandered his paycheck on bizarre inventions weekly.",
      "Big Bang Theory Example": "Howard squandered his paycheck on a Batman belt."
    },
    {
      "Word": "static",
      "Type": "adj",
      "Meaning": "not moving, active, or in motion; at rest; stationary",
      "Modern Family Example": "Jay remained static on the couch until the football game ended.",
      "Friends Example": "Chandler remained static during a deep conversation—until the pizza arrived.",
      "Gilmore Girls Example": "Luke’s static diner decor never changed in two decades.",
      "Big Bang Theory Example": "The elevator remained static for 12 years—until the finale."
    },
    {
      "Word": "stupefy",
      "Type": "v",
      "Meaning": "to stun, baffle, or amaze; bewilder; confuse",
      "Modern Family Example": "Phil was stupefied when Claire actually laughed at one of his puns.",
      "Friends Example": "Rachel was stupefied when she saw her sister dating Ross.",
      "Gilmore Girls Example": "Emily was stupefied when Rory turned down the internship.",
      "Big Bang Theory Example": "Sheldon was stupefied when he got applause at a party."
    },
    {
      "Word": "stymie",
      "Type": "v",
      "Meaning": "to block; thwart",
      "Modern Family Example": "Claire's plan to surprise Jay was stymied by Luke spilling the beans.",
      "Friends Example": "Monica’s plan to propose was stymied by her own emotional breakdown.",
      "Gilmore Girls Example": "Taylor’s plans for the festival were stymied by a permit issue.",
      "Big Bang Theory Example": "Penny’s surprise visit stymied Sheldon’s bathroom schedule."
    },
    {
      "Word": "synthesis",
      "Type": "n",
      "Meaning": "the combination of parts to make a whole",
      "Modern Family Example": "Cam’s recipe was a synthesis of his Midwestern roots and Gloria’s spice cabinet.",
      "Friends Example": "Phoebe’s wedding song was a synthesis of love, weird lyrics, and jazz hands.",
      "Gilmore Girls Example": "Lorelai’s life was a synthesis of chaos, coffee, and unconditional love.",
      "Big Bang Theory Example": "Their research was a synthesis of physics, engineering, and sarcasm."
    },
    {
      "Word": "torque",
      "Type": "n",
      "Meaning": "a force that causes rotation",
      "Modern Family Example": "Phil struggled to understand the torque needed for the DIY garage door project.",
      "Friends Example": "Ross explained torque using dinosaurs and a toy truck—confusing everyone.",
      "Gilmore Girls Example": "Luke explained torque while fixing the diner’s broken coffee machine to a completely uninterested Rory.",
      "Big Bang Theory Example": "Sheldon went into detail explaining torque—using a whiteboard and three Lego models."
    },
    {
      "Word": "tortuous",
      "Type": "adj",
      "Meaning": "winding; twisting; excessively complicated",
      "Modern Family Example": "Cam described his journey through the school bureaucracy as tortuous and exhausting.",
      "Friends Example": "Monica’s tortuous recipe instructions made Joey give up and order pizza.",
      "Gilmore Girls Example": "Paris’s tortuous logic during the student council debate made the teacher need aspirin.",
      "Big Bang Theory Example": "Leonard found Sheldon’s tortuous explanation of string theory exhausting."
    },
    {
      "Word": "truculent",
      "Type": "adj",
      "Meaning": "fierce and cruel; eager to fight",
      "Modern Family Example": "Gloria's truculent defense of Manny’s school project scared off the PTA moms.",
      "Friends Example": "Rachel’s truculent response to Ross’s list had everyone backing away slowly.",
      "Gilmore Girls Example": "Emily's truculent tone during Friday dinners often made Lorelai skip dessert.",
      "Big Bang Theory Example": "Sheldon’s truculent response to someone sitting in his spot caused a scene at the comic book store."
    },
    {
      "Word": "veracity",
      "Type": "n",
      "Meaning": "truthfulness; honesty; authenticity",
      "Modern Family Example": "Mitchell's veracity during the deposition impressed even the opposing lawyer.",
      "Friends Example": "Phoebe’s veracity about her weird past was both refreshing and terrifying.",
      "Gilmore Girls Example": "Rory’s veracity in her journalism impressed even her toughest professor.",
      "Big Bang Theory Example": "Amy admired Sheldon’s veracity during their awkward but honest relationship discussions."
    },
    {
      "Word": "virulent",
      "Type": "adj",
      "Meaning": "extremely harmful or poisonous; bitterly hostile or antagonistic",
      "Modern Family Example": "Claire called Gloria’s chili ‘virulent’ after one bite set off a five-alarm fire in her mouth.",
      "Friends Example": "Monica warned that the leftovers Joey left out had become virulent overnight.",
      "Gilmore Girls Example": "Emily described Lorelai’s attitude as virulent during their DAR argument.",
      "Big Bang Theory Example": "The virulent bacteria Howard left in the fridge caused a lab lockdown."
    },
    {
      "Word": "voracious",
      "Type": "adj",
      "Meaning": "having an insatiable appetite for an activity or pursuit; ravenous",
      "Modern Family Example": "Haley had a voracious appetite for social media likes and attention.",
      "Friends Example": "Joey had a voracious hunger for sandwiches—especially meatball subs.",
      "Gilmore Girls Example": "Lorelai had a voracious craving for coffee—morning, noon, and night.",
      "Big Bang Theory Example": "Sheldon had a voracious appetite for knowledge—especially theoretical physics."
    },
    {
      "Word": "waver",
      "Type": "v",
      "Meaning": "to move to and fro; to sway; to be unsettled in opinion",
      "Modern Family Example": "Luke began to waver about his science fair topic after seeing Manny’s presentation.",
      "Friends Example": "Chandler began to waver about the wedding after listening to Ross’s advice.",
      "Gilmore Girls Example": "Rory began to waver about attending Harvard after visiting Yale.",
      "Big Bang Theory Example": "Raj began to waver about his crush on Penny after she laughed at his poetry."
    }
  ],
  "List2": [
    {
      "Word": "abate",
      "Meaning": "to lessen in intensity or degree",
      "Modern Family Example": "Claire waited for her frustration to abate before discussing the family vacation plans with Phil.",
      "Friends Example": "Ross hoped his embarrassment would abate after yelling 'We were on a break!' in front of everyone.",
      "Gilmore Girls Example": "Lorelai waited for Emily’s anger to abate before bringing up the topic of Friday night dinners again.",
      "Big Bang Theory Example": "Sheldon waited for his irritation to abate before talking to Leonard about moving his spot on the couch."
    },
    {
      "Word": "accolade",
      "Meaning": "an expression of praise",
      "Modern Family Example": "Cam received an accolade at school for directing the most dramatic kindergarten play ever.",
      "Friends Example": "Joey mistook the sarcastic laugh of the director as an accolade for his acting.",
      "Gilmore Girls Example": "Rory received an accolade from her literature professor for her insightful essay on Dostoevsky.",
      "Big Bang Theory Example": "Sheldon reluctantly accepted the accolade after winning the physics award—only after confirming its prestige."
    },
    {
      "Word": "adulation",
      "Meaning": "excessive praise",
      "Modern Family Example": "Phil basked in the adulation of his fans after his cheesy magic trick went viral online.",
      "Friends Example": "Rachel was overwhelmed by the adulation she received from her coworkers after organizing the fashion show.",
      "Gilmore Girls Example": "Paris was uncomfortable with the adulation she received after winning the student council election.",
      "Big Bang Theory Example": "Howard basked in the adulation from comic-con fans who recognized his astronaut badge."
    },
    {
      "Word": "aesthetic",
      "Meaning": "concerned with beauty or art",
      "Modern Family Example": "Mitchell criticized the party decorations, claiming they didn’t match his minimalist aesthetic.",
      "Friends Example": "Rachel refused to let Joey decorate the apartment because his aesthetic was ‘early pizza box.’",
      "Gilmore Girls Example": "Lorelai’s quirky aesthetic was evident in every inch of the Dragonfly Inn’s decor.",
      "Big Bang Theory Example": "Amy tried to enhance Sheldon’s wardrobe with a new aesthetic, which he immediately rejected."
    },
    {
      "Word": "ameliorate",
      "Meaning": "to improve or make better",
      "Modern Family Example": "To ameliorate the tension at dinner, Gloria told a hilarious story about Jay’s first attempt at salsa dancing.",
      "Friends Example": "To ameliorate Monica’s stress, Chandler cleaned the entire apartment—even under the couch cushions.",
      "Gilmore Girls Example": "To ameliorate the awkwardness after a fight, Rory baked cookies for Lorelai.",
      "Big Bang Theory Example": "To ameliorate tension after an argument, Leonard brought Penny Chinese takeout and an apology."
    },
    {
      "Word": "ascetic",
      "Meaning": "one who practices strict self-denial",
      "Modern Family Example": "Jay couldn’t understand Cam’s temporary ascetic lifestyle of no meat, no dairy, and no drama.",
      "Friends Example": "Ross tried an ascetic diet to impress a date, but gave up after smelling Joey’s meatball sub.",
      "Gilmore Girls Example": "Luke’s ascetic lifestyle contrasted sharply with Lorelai’s coffee-fueled spontaneity.",
      "Big Bang Theory Example": "Sheldon’s ascetic lifestyle included a rigid schedule and absolutely no caffeine after 3 PM."
    },
    {
      "Word": "avarice",
      "Meaning": "greed for wealth",
      "Modern Family Example": "Haley’s avarice became obvious when she started charging Lily for makeup tips.",
      "Friends Example": "Joey’s avarice was evident when he hid extra food from the set in his coat pockets.",
      "Gilmore Girls Example": "Taylor’s avarice surfaced when he tried to raise the rent on all the town square shops.",
      "Big Bang Theory Example": "Raj’s avarice kicked in when he saw how much his rare comic book was worth online."
    },
    {
      "Word": "axiom",
      "Meaning": "a universally accepted truth",
      "Modern Family Example": "Mitchell believed in the axiom that ‘less is more’—except when it came to throw pillows.",
      "Friends Example": "Chandler lived by the axiom that sarcasm was the answer to everything.",
      "Gilmore Girls Example": "Lorelai lived by the axiom that coffee solves everything.",
      "Big Bang Theory Example": "For Sheldon, it was an axiom that friendship contracts should be taken seriously."
    },
    {
      "Word": "bucolic",
      "Meaning": "relating to the countryside",
      "Modern Family Example": "Cam’s description of his bucolic hometown included cows, quilts, and church picnics.",
      "Friends Example": "Phoebe found peace in a bucolic park where she wrote her songs about trees and sandwiches.",
      "Gilmore Girls Example": "Stars Hollow had a bucolic charm that made visitors feel like they stepped into a postcard.",
      "Big Bang Theory Example": "Penny found the bucolic life of Nebraska boring compared to the chaos of Pasadena."
    },
    {
      "Word": "burgeon",
      "Meaning": "to flourish or grow quickly",
      "Modern Family Example": "Lily’s confidence began to burgeon after receiving praise for her fashion sense.",
      "Friends Example": "Rachel’s career began to burgeon after she landed a major role at Ralph Lauren.",
      "Gilmore Girls Example": "Rory’s confidence began to burgeon during her time at Yale.",
      "Big Bang Theory Example": "Bernadette’s career began to burgeon after she secured a major pharmaceutical deal."
    },
    {
      "Word": "cacophony",
      "Meaning": "a harsh, discordant mixture of sounds",
      "Modern Family Example": "The family dinner turned into a cacophony of voices, clashing opinions, and dropped silverware.",
      "Friends Example": "The sound of Joey’s singing, Chandler’s sarcasm, and Phoebe’s guitar created a true cacophony.",
      "Gilmore Girls Example": "The town meeting erupted into a cacophony of overlapping complaints and suggestions.",
      "Big Bang Theory Example": "The cacophony in the comic book store on game release night was unbearable for Sheldon."
    },
    {
      "Word": "canon",
      "Meaning": "a general law or principle",
      "Modern Family Example": "Jay considered grilling on Sundays a sacred part of his personal canon.",
      "Friends Example": "To Ross, correcting grammar was part of the scientific canon.",
      "Gilmore Girls Example": "At the book club, Rory insisted that 'Pride and Prejudice' was a foundational part of the literary canon.",
      "Big Bang Theory Example": "Sheldon insisted that anything not written by the original Star Trek writers was not canon."
    },
    {
      "Word": "castigation",
      "Meaning": "severe criticism",
      "Modern Family Example": "Claire’s castigation of Luke for blowing up the microwave was both epic and loud.",
      "Friends Example": "Monica’s castigation of Chandler for using her best towels as rags was swift and severe.",
      "Gilmore Girls Example": "Emily’s castigation of Lorelai’s life choices came with a side of perfectly folded linen napkins.",
      "Big Bang Theory Example": "Sheldon’s castigation of Leonard for touching his whiteboard was dramatic and oddly Shakespearean."
    },
    {
      "Word": "catalyst",
      "Meaning": "an agent that provokes change",
      "Modern Family Example": "Lily’s unexpected question about babies was the catalyst for a full family debate on parenting.",
      "Friends Example": "Rachel’s pregnancy announcement was the catalyst for Ross to reevaluate his life choices—again.",
      "Gilmore Girls Example": "Max’s proposal was the unexpected catalyst for Lorelai to reexamine her life.",
      "Big Bang Theory Example": "Penny’s arrival was the catalyst that disrupted the boys’ perfectly nerdy ecosystem."
    },
    {
      "Word": "caustic",
      "Meaning": "sarcastic or corrosive",
      "Modern Family Example": "Mitchell’s caustic comments about Cam’s costume choice didn’t go unnoticed.",
      "Friends Example": "Chandler’s caustic sense of humor often got him into trouble—especially with Janice.",
      "Gilmore Girls Example": "Paris's caustic remarks during class debates often left classmates in stunned silence.",
      "Big Bang Theory Example": "Sheldon’s caustic remarks about Howard’s engineering degree never failed to sting."
    },
    {
      "Word": "chary",
      "Meaning": "cautious or sparing",
      "Modern Family Example": "Phil was chary about letting Luke borrow his drone after the last crash incident.",
      "Friends Example": "Ross was chary about letting Joey touch his fossils after the 'accidental' T-Rex nose break.",
      "Gilmore Girls Example": "Lorelai was chary of asking her parents for help, knowing it would come with strings attached.",
      "Big Bang Theory Example": "Leonard was chary about letting Sheldon borrow his car after the ‘parking incident.’"
    },
    {
      "Word": "cogent",
      "Meaning": "clear, logical, and convincing",
      "Modern Family Example": "Alex gave a cogent argument on why she deserved a new laptop—and she won.",
      "Friends Example": "Monica presented a cogent case for making Thanksgiving dinner her way—again.",
      "Gilmore Girls Example": "Rory gave a cogent argument on why she should attend Chilton, and Lorelai relented.",
      "Big Bang Theory Example": "Amy made a cogent argument for why their experiment needed more test subjects."
    },
    {
      "Word": "complaisance",
      "Meaning": "willingness to please",
      "Modern Family Example": "Luke’s complaisance meant he always went along with Manny’s bizarre schemes.",
      "Friends Example": "Joey’s complaisance made him say yes to three auditions in one day—even if one was for a mime.",
      "Gilmore Girls Example": "Lane’s complaisance made her agree to a blind date set up by her mother—even though she dreaded it.",
      "Big Bang Theory Example": "Raj’s complaisance often led him to agree with whatever plan Howard came up with—however absurd."
    },
    {
      "Word": "contentious",
      "Meaning": "causing or likely to cause an argument",
      "Modern Family Example": "Dinner turned contentious when Jay mentioned politics and Gloria joined in passionately.",
      "Friends Example": "Every group decision about where to eat became a contentious debate led by Monica.",
      "Gilmore Girls Example": "Friday dinners often turned contentious between Lorelai and Emily over the smallest things.",
      "Big Bang Theory Example": "Game night grew contentious when Sheldon insisted on playing by 'Sheldon’s revised rules.'"
    },
    {
      "Word": "contrite",
      "Meaning": "feeling or expressing remorse",
      "Modern Family Example": "Cam was contrite after forgetting Mitchell’s birthday—especially after the silent treatment began.",
      "Friends Example": "Phoebe was genuinely contrite after accidentally giving Joey the wrong love advice.",
      "Gilmore Girls Example": "Rory was contrite after missing Lorelai’s graduation to visit Jess in New York.",
      "Big Bang Theory Example": "Howard felt contrite after mocking Raj’s date... in front of her."
    },
    {
      "Word": "culpable",
      "Meaning": "deserving blame",
      "Modern Family Example": "All signs pointed to Luke as the culpable party behind the broken vase.",
      "Friends Example": "Chandler looked culpable after Monica’s label maker mysteriously disappeared.",
      "Gilmore Girls Example": "Kirk was clearly culpable when the town’s Christmas lights short-circuited—again.",
      "Big Bang Theory Example": "Leonard was clearly culpable for deleting Sheldon’s DVR recordings."
    },
    {
      "Word": "dearth",
      "Meaning": "a scarcity or lack of something",
      "Modern Family Example": "There was a dearth of snacks at Lily’s playdate, much to the dismay of Phil.",
      "Friends Example": "Joey complained about the dearth of meatball subs at Monica’s healthy dinner.",
      "Gilmore Girls Example": "There was a dearth of fresh coffee at the inn, sending Lorelai into panic mode.",
      "Big Bang Theory Example": "There was a dearth of snacks during Halo night, leading to a full-blown crisis."
    },
    {
      "Word": "demur",
      "Meaning": "to raise doubts or objections",
      "Modern Family Example": "Mitchell had to demur when Cam suggested turning their backyard into a llama sanctuary.",
      "Friends Example": "Ross demurred when Rachel suggested naming their daughter 'Rainy Sparkle'.",
      "Gilmore Girls Example": "Rory demurred when asked to criticize a fellow student’s writing during workshop.",
      "Big Bang Theory Example": "Amy demurred when Penny asked if she wanted a girls' night involving tequila shots."
    },
    {
      "Word": "didactic",
      "Meaning": "intended to teach",
      "Modern Family Example": "Alex’s didactic tone about climate change bored the entire family by dessert.",
      "Friends Example": "Ross’s didactic explanation of dinosaurs made even Ben yawn.",
      "Gilmore Girls Example": "Paris’s didactic speeches during class often overshadowed the teacher.",
      "Big Bang Theory Example": "Sheldon’s didactic monologues often turned what could have been jokes into science lectures."
    },
    {
      "Word": "discretion",
      "Meaning": "careful about what one says or does",
      "Modern Family Example": "Claire showed great discretion by not telling the kids about Phil’s failed invention idea.",
      "Friends Example": "Monica lacked discretion when she blurted out Rachel’s secret in front of everyone.",
      "Gilmore Girls Example": "Michel showed discretion when he quietly handled a guest complaint without alarming Lorelai.",
      "Big Bang Theory Example": "Bernadette used great discretion when telling Howard’s mom about his failed invention."
    },
    {
      "Word": "disinterested",
      "Meaning": "impartial or unbiased",
      "Modern Family Example": "Gloria acted as a disinterested judge during the family's salsa dance contest.",
      "Friends Example": "Gunther, disinterested and detached, was the only one who could fairly judge the trifle bake-off.",
      "Gilmore Girls Example": "Luke acted as a disinterested mediator during one of Taylor’s town hall meltdowns.",
      "Big Bang Theory Example": "Penny was disinterested in the Dungeons & Dragons game but watched out of loyalty."
    },
    {
      "Word": "dogmatic",
      "Meaning": "inclined to lay down principles as incontrovertibly true",
      "Modern Family Example": "Cam was dogmatic about his holiday traditions—no deviations allowed.",
      "Friends Example": "Ross became dogmatic when debating evolution, turning dinner into a lecture.",
      "Gilmore Girls Example": "Emily was dogmatic about traditions—especially when it came to formal dinners.",
      "Big Bang Theory Example": "Sheldon was dogmatic about the proper method to load a dishwasher."
    },
    {
      "Word": "ebullience",
      "Meaning": "cheerful and full of energy",
      "Modern Family Example": "Lily’s ebullience was contagious when she put on her sparkly princess dress.",
      "Friends Example": "Phoebe’s ebullience lit up Central Perk every time she sang about her weirdest dreams.",
      "Gilmore Girls Example": "Lorelai’s ebullience filled the room when she talked about snow or coffee.",
      "Big Bang Theory Example": "Raj’s ebullience during his planetarium presentations was surprisingly contagious."
    },
    {
      "Word": "eclectic",
      "Meaning": "deriving ideas from a diverse range of sources",
      "Modern Family Example": "Cam and Mitchell’s home decor was a beautiful yet eclectic mix of patterns and colors.",
      "Friends Example": "Phoebe’s eclectic wardrobe often included boas, boots, and a banana pin.",
      "Gilmore Girls Example": "The inn’s eclectic furniture choices gave it a warm and unique vibe.",
      "Big Bang Theory Example": "The apartment’s decor was an eclectic mix of Star Wars posters and physics plaques."
    },
    {
      "Word": "elegy",
      "Meaning": "a mournful poem",
      "Modern Family Example": "Manny wrote an emotional elegy for his goldfish that made everyone tear up.",
      "Friends Example": "Phoebe composed a hilarious yet touching elegy for her mom’s cat.",
      "Gilmore Girls Example": "Rory wrote a heartfelt elegy for Richard after his passing.",
      "Big Bang Theory Example": "Leonard wrote an elegy for his broken lab equipment after a failed experiment."
    },
    {
      "Word": "emollient",
      "Meaning": "softening or soothing",
      "Modern Family Example": "After a sunburn at the beach, Phil applied a cooling emollient cream—then screamed anyway.",
      "Friends Example": "Monica’s favorite emollient lotion was off-limits—but Chandler used it anyway.",
      "Gilmore Girls Example": "Lorelai handed Rory an emollient cream after a disastrous tanning incident.",
      "Big Bang Theory Example": "Amy suggested an emollient cream when Sheldon got a rash from his lab coat."
    },
    {
      "Word": "empirical",
      "Meaning": "based on observation or experience",
      "Modern Family Example": "Alex insisted on empirical data before switching to a new science fair project.",
      "Friends Example": "Ross wouldn’t accept Joey’s ghost story without empirical evidence.",
      "Gilmore Girls Example": "Paris demanded empirical evidence before trusting a new study method.",
      "Big Bang Theory Example": "Sheldon insisted on empirical evidence before accepting any of Howard’s theories."
    },
    {
      "Word": "enigmatic",
      "Meaning": "difficult to interpret or understand",
      "Modern Family Example": "Lily’s smile was enigmatic as she quietly walked out holding Cam’s phone.",
      "Friends Example": "Phoebe’s lyrics were so enigmatic, no one knew if ‘Sticky Shoes’ was happy or sad.",
      "Gilmore Girls Example": "Jess remained an enigmatic figure, often disappearing without explanation.",
      "Big Bang Theory Example": "Amy found Sheldon’s behavior enigmatic—especially when he showed emotion."
    },
    {
      "Word": "ephemeral",
      "Meaning": "lasting for a very short time",
      "Modern Family Example": "Phil’s mustache was an ephemeral experiment—gone in a day, forgotten in an hour.",
      "Friends Example": "Rachel’s relationship with Tag was passionate but ephemeral.",
      "Gilmore Girls Example": "Rory’s job at the newspaper turned out to be more ephemeral than she’d hoped.",
      "Big Bang Theory Example": "Raj’s romantic relationships were often passionate but ephemeral."
    },
    {
      "Word": "esoteric (adj)",
      "Meaning": "intended for or understood by a small, specific group; abstruse; difficult to understany",
      "Modern Family Example": "Mitchell’s esoteric legal jokes went over everyone’s head at the family dinner.",
      "Friends Example": "Ross’s lecture on trilobites was so esoteric that even Chandler fell asleep.",
      "Gilmore Girls Example": "Rory’s esoteric reference to 18th-century French literature left even Paris confused.",
      "Big Bang Theory Example": "Sheldon’s esoteric discussion of string theory bored everyone at the comic book store."
    },
    {
      "Word": "eulogy (n)",
      "Meaning": "‘@ speech honoring the dead (verb form: eulogize); panegyric; encomium",
      "Modern Family Example": "Cam delivered a dramatic eulogy for their pet fish, complete with organ music.",
      "Friends Example": "Phoebe tried to sing a eulogy for her dead plant, turning it into a full song.",
      "Gilmore Girls Example": "Lorelai gave a heartfelt eulogy for her broken coffee maker.",
      "Big Bang Theory Example": "Amy wrote a surprisingly moving eulogy for a retired lab rat."
    },
    {
      "Word": "exonerate (v)",
      "Meaning": "to remove blame; exculpate; acquit; vindicate",
      "Modern Family Example": "Luke was exonerated when the real culprit behind the broken vase turned out to be the dog.",
      "Friends Example": "Joey was exonerated after Monica realized it was Chandler who ate the last slice of cheesecake.",
      "Gilmore Girls Example": "Rory was exonerated when it turned out Paris had made the printing error in the Yale paper.",
      "Big Bang Theory Example": "Leonard was exonerated after Sheldon realized he himself misplaced the data."
    },
    {
      "Word": "facetious (adj)",
      "Meaning": "playful; humorous",
      "Modern Family Example": "Phil’s facetious tone during a serious conversation confused Claire completely.",
      "Friends Example": "Chandler was always facetious, especially when things got too emotional.",
      "Gilmore Girls Example": "Lorelai’s facetious comments during Friday dinner drove Emily up the wall.",
      "Big Bang Theory Example": "Howard’s facetious joke during the Mars rover presentation almost cost him his job."
    },
    {
      "Word": "fallacy (n)",
      "Meaning": "an invalid or incorrect notion; a mistaken belief (adj. form: fallacious)",
      "Modern Family Example": "Jay believed the fallacy that older people can’t learn technology—until he mastered the smart TV.",
      "Friends Example": "Ross corrected Joey’s fallacy that ‘Jurassic’ meant ‘big and scary’.",
      "Gilmore Girls Example": "Emily corrected the fallacy that good parenting requires weekly phone calls.",
      "Big Bang Theory Example": "Raj pointed out the fallacy in Howard’s logic about black holes and donuts."
    },
    {
      "Word": "furtive (adj)",
      "Meaning": "marked by stealth; covert; surreptitious; clandestine",
      "Modern Family Example": "Haley gave a furtive glance at her phone while pretending to listen to Claire’s lecture.",
      "Friends Example": "Rachel made a furtive exit after spilling coffee all over her date’s shirt.",
      "Gilmore Girls Example": "Lane made furtive attempts to sneak rock CDs past her mother.",
      "Big Bang Theory Example": "Sheldon cast furtive glances at Amy’s dessert, trying not to ask for a bite."
    },
    {
      "Word": "gregarious (adj)",
      "Meaning": "_| sociable; outgoing; enjoying the company of other people",
      "Modern Family Example": "Cam’s gregarious nature made him the star of every neighborhood party.",
      "Friends Example": "Joey was the most gregarious of the group, instantly befriending everyone on set.",
      "Gilmore Girls Example": "Lorelai’s gregarious charm lit up every room she walked into.",
      "Big Bang Theory Example": "Howard was the most gregarious at Comic-Con, chatting with everyone in costume."
    },
    {
      "Word": "heretical (adj)",
      "Meaning": "violating accepted dogma or convention (noun form: heresy)",
      "Modern Family Example": "Cam considered it heretical to suggest that anyone else could cook Thanksgiving dinner better than him.",
      "Friends Example": "To Monica, skipping Thanksgiving dinner was a heretical idea.",
      "Gilmore Girls Example": "Lorelai’s idea to skip Christmas dinner was heretical to Emily.",
      "Big Bang Theory Example": "It was heretical to Sheldon when Leonard suggested Star Wars wasn’t perfect."
    },
    {
      "Word": "hyperbole (n)",
      "Meaning": "an exaggerated statement, often used as a figure of speech (adj. form: hyperbolic)",
      "Modern Family Example": "Phil used such hyperbole to sell a house that he described a closet as ‘a portal to Narnia.’",
      "Friends Example": "Joey’s acting stories were full of hyperbole, especially the one about Al Pacino’s butt double.",
      "Gilmore Girls Example": "Rory claimed Chilton assigned ‘a thousand pages a night,’ an obvious hyperbole.",
      "Big Bang Theory Example": "Sheldon used hyperbole to claim he’d die if he missed Fun with Flags."
    },
    {
      "Word": "impecunious (adj)",
      "Meaning": "| lacking funds; without money; indigent; penurious; destitute",
      "Modern Family Example": "Cam joked that he was impecunious after buying expensive costumes for Lily’s school play.",
      "Friends Example": "Joey was so impecunious he offered hugs as rent payment.",
      "Gilmore Girls Example": "Lorelai often joked about being impecunious while running the inn.",
      "Big Bang Theory Example": "Raj pretended to be impecunious to avoid splitting a group check."
    },
    {
      "Word": "incipient (adj)",
      "Meaning": "beginning to come into being or to become apparent",
      "Modern Family Example": "Claire noticed the incipient mess in the kitchen and sighed—another disaster was coming.",
      "Friends Example": "Ross saw the incipient panic in Rachel’s eyes when she realized she’d lost her passport.",
      "Gilmore Girls Example": "Lorelai noticed the incipient panic in Rory’s eyes before her big test.",
      "Big Bang Theory Example": "Amy sensed Sheldon’s incipient jealousy when she laughed at Leonard’s joke."
    },
    {
      "Word": "inert (adj)",
      "Meaning": "‘unmoving; lethargic; sluggish",
      "Modern Family Example": "Phil was inert on the couch after chasing the dog around the yard all day.",
      "Friends Example": "Joey was completely inert after eating an entire Thanksgiving turkey by himself.",
      "Gilmore Girls Example": "After a long day at the inn, Lorelai lay inert on the couch with coffee.",
      "Big Bang Theory Example": "Sheldon was inert for hours after being bested in a trivia contest."
    },
    {
      "Word": "innocuous (adj)",
      "Meaning": "_| harmless; causing no damage",
      "Modern Family Example": "Lily’s innocuous prank turned into chaos when Jay slipped on the confetti.",
      "Friends Example": "Rachel’s innocuous comment about a haircut spiraled into a full-blown fight.",
      "Gilmore Girls Example": "Rory’s innocuous question turned into a heated family debate.",
      "Big Bang Theory Example": "Penny’s innocuous comment about physics sparked a ten-minute correction from Sheldon."
    },
    {
      "Word": "inveigle (v)",
      "Meaning": "to obtain by deception or flattery",
      "Modern Family Example": "Gloria managed to inveigle Jay into adopting another dog by using Lily’s pouty face.",
      "Friends Example": "Phoebe inveigled her way into a gig by telling the manager she was part of a 'spiritual band.'",
      "Gilmore Girls Example": "Lorelai inveigled Sookie into baking two cakes instead of one by complimenting her frosting.",
      "Big Bang Theory Example": "Howard inveigled Raj into building his robot by promising to name it after him."
    },
    {
      "Word": "morose (adj)",
      "Meaning": "sad; sullen; melancholy",
      "Modern Family Example": "Alex was morose after losing the debate championship despite her flawless argument.",
      "Friends Example": "Ross looked morose for days after finding out Marcel had been sent to a zoo in another country.",
      "Gilmore Girls Example": "Rory was morose after her breakup with Logan.",
      "Big Bang Theory Example": "Leonard looked morose every time Sheldon ‘borrowed’ his whiteboard."
    },
    {
      "Word": "odious (adj)",
      "Meaning": "evoking intense aversion or dislike",
      "Modern Family Example": "Claire found the idea of Phil installing another trampoline in the yard absolutely odious.",
      "Friends Example": "Janice’s laugh was so odious to Chandler that he broke up with her multiple times.",
      "Gilmore Girls Example": "Emily found Lorelai’s lack of etiquette absolutely odious.",
      "Big Bang Theory Example": "Sheldon found Howard’s loud chewing odious."
    },
    {
      "Word": "opaque (adj)",
      "Meaning": "impenetrable by light; not reflecting light",
      "Modern Family Example": "The logic behind Luke’s science project was so opaque that even Alex gave up trying to understand it.",
      "Friends Example": "Rachel’s explanation for quitting her job was opaque at best—Monica suspected there was more to it.",
      "Gilmore Girls Example": "The reason behind Emily’s sudden visit was opaque to Lorelai until she opened her purse.",
      "Big Bang Theory Example": "Amy found Sheldon’s explanation of his emotions completely opaque."
    },
    {
      "Word": "oscillation (n)",
      "Meaning": "oscillate)",
      "Modern Family Example": "The oscillation of Cam’s mood swings confused Mitchell on their anniversary dinner.",
      "Friends Example": "The oscillation of emotions between Ross and Rachel exhausted everyone around them.",
      "Gilmore Girls Example": "Rory’s mood oscillation before exams drove Lorelai to hide the coffee.",
      "Big Bang Theory Example": "The oscillation of Penny’s relationship with Leonard gave everyone whiplash."
    },
    {
      "Word": "penurious (adj)",
      "Meaning": "_| penny-pinching; excessively thrifty; ungenerous",
      "Modern Family Example": "Jay accused Phil of being penurious when he reused wrapping paper from last year.",
      "Friends Example": "Joey’s penurious lifestyle meant he reused coffee filters… until they were translucent.",
      "Gilmore Girls Example": "Lorelai joked about her penurious teenage years while eating Pop-Tarts for dinner.",
      "Big Bang Theory Example": "Sheldon accused Leonard of being penurious for buying generic cereal."
    },
    {
      "Word": "pernicious (adj)",
      "Meaning": "_| extremely harmful; potentially causing death",
      "Modern Family Example": "Claire believed Gloria’s fashion advice was pernicious to her teenage daughters’ wardrobes.",
      "Friends Example": "Ross warned Rachel about the pernicious effects of ignoring humidity on her hair in Barbados.",
      "Gilmore Girls Example": "Emily warned that Lorelai’s rebellious ways were pernicious to the family name.",
      "Big Bang Theory Example": "Amy claimed Sheldon’s sarcasm was pernicious to her self-esteem."
    },
    {
      "Word": "peruse (v)",
      "Meaning": "to examine with great care (noun form: perusal)",
      "Modern Family Example": "Mitchell sat on the porch to peruse Cam’s over-the-top event brochure with growing concern.",
      "Friends Example": "Rachel stayed up late to peruse fashion magazines before her big job interview.",
      "Gilmore Girls Example": "Rory would peruse three newspapers before breakfast.",
      "Big Bang Theory Example": "Sheldon needed exactly 42 minutes to peruse his comic stack each Saturday."
    },
    {
      "Word": "pious (adj)",
      "Meaning": "extremely reverent or devout; showing strong religious devotion (noun form: piety)",
      "Modern Family Example": "Cam’s pious devotion to holiday decorations made even the neighbors feel underprepared.",
      "Friends Example": "Phoebe’s pious belief in karma shaped every romantic decision she made.",
      "Gilmore Girls Example": "Rory gave a pious defense of classic literature in every class discussion.",
      "Big Bang Theory Example": "Amy’s pious devotion to neuroscience rivaled Sheldon’s dedication to physics."
    },
    {
      "Word": "precursor (n)",
      "Meaning": "one that precedes and indicates or announces another",
      "Modern Family Example": "Jay saw Luke’s sudden interest in tools as a precursor to his becoming a handyman.",
      "Friends Example": "Joey’s role in the soup commercial was a precursor to his 'Days of Our Lives' debut.",
      "Gilmore Girls Example": "The faint smell of burnt pie was a precursor to Lorelai’s latest kitchen disaster.",
      "Big Bang Theory Example": "Raj’s drone obsession was a precursor to his failed delivery startup idea."
    },
    {
      "Word": "preen (v)",
      "Meaning": "to dress up; to primp; to groom oneself with elaborate care",
      "Modern Family Example": "Haley took an hour to preen before her high school reunion.",
      "Friends Example": "Joey loved to preen in front of the mirror before auditions.",
      "Gilmore Girls Example": "Lorelai would preen before dates while sipping coffee in her robe.",
      "Big Bang Theory Example": "Howard took longer to preen for a date than most supermodels."
    },
    {
      "Word": "prodigious (adj)",
      "Meaning": "| abundant in size, force, or extent; extraordinary",
      "Modern Family Example": "Cam’s prodigious talent for musical theater turned even PTA meetings into showstoppers.",
      "Friends Example": "Monica’s prodigious ability to clean impressed even the janitor of her building.",
      "Gilmore Girls Example": "Rory had a prodigious reading list before age 10.",
      "Big Bang Theory Example": "Sheldon’s prodigious memory allowed him to recite Pi to 1,000 digits."
    },
    {
      "Word": "prolific (adj)",
      "Meaning": "producing large volumes or amounts; productive",
      "Modern Family Example": "Alex became a prolific writer of science articles for her school’s newsletter.",
      "Friends Example": "Ross was a prolific note-taker—each lecture had footnotes, citations, and illustrations.",
      "Gilmore Girls Example": "Paris was a prolific essay writer with multiple drafts per paper.",
      "Big Bang Theory Example": "Sheldon was a prolific writer of academic papers—on obscure physics topics."
    },
    {
      "Word": "putrefy (v)",
      "Meaning": "to rot; to decay and give off a foul odor (adj. form: putrid)",
      "Modern Family Example": "Phil forgot to take out the trash, and the garage began to putrefy in the summer heat.",
      "Friends Example": "Joey’s forgotten sandwich began to putrefy under his bed... discovered a week later.",
      "Gilmore Girls Example": "The fridge at Yale began to putrefy after a week-long blackout.",
      "Big Bang Theory Example": "Howard forgot lab leftovers in his locker until they began to putrefy."
    },
    {
      "Word": "quaff (v)",
      "Meaning": "to drink deeply",
      "Modern Family Example": "Jay watched in disbelief as Phil quaffed an entire protein shake in one gulp.",
      "Friends Example": "Joey quaffed his orange juice like he hadn’t had a drink in days.",
      "Gilmore Girls Example": "Lorelai could quaff three cups of coffee before 8 a.m.",
      "Big Bang Theory Example": "Penny could quaff wine like a champ on bad date nights."
    },
    {
      "Word": "quiescence (n)",
      "Meaning": "stillness; motionlessness; quality of being at rest (adj. form: quiescent) :",
      "Modern Family Example": "There was a rare moment of quiescence in the Dunphy house after everyone went to sleep early.",
      "Friends Example": "Central Perk experienced a moment of quiescence before Phoebe walked in with her guitar.",
      "Gilmore Girls Example": "Stars Hollow had a strange moment of quiescence during a snowstorm.",
      "Big Bang Theory Example": "Sheldon required total quiescence during his REM sleep cycle."
    },
    {
      "Word": "redoubtable (adj)",
      "Meaning": "| awe-inspiring; worthy of honor; invincible and deserving respect",
      "Modern Family Example": "Gloria was known as a redoubtable force at the PTA—no one dared oppose her event plans.",
      "Friends Example": "Monica was a redoubtable chef—every Thanksgiving was a culinary battlefield she dominated.",
      "Gilmore Girls Example": "Emily Gilmore was a redoubtable presence in any room.",
      "Big Bang Theory Example": "Beverly Hofstadter was a redoubtable intellect that even Sheldon feared."
    },
    {
      "Word": "squalid (adj)",
      "Meaning": "sordid; wretched and dirty as from neglect (noun form: squalor)",
      "Modern Family Example": "Jay refused to stay in a squalid motel during their road trip, insisting on five-star only.",
      "Friends Example": "Joey’s apartment became squalid after Chandler moved out—pizza boxes were the new wallpaper.",
      "Gilmore Girls Example": "The girls’ apartment got so squalid during finals that Lane wore gloves indoors.",
      "Big Bang Theory Example": "Leonard’s room turned squalid after he stopped cleaning post-breakup."
    },
    {
      "Word": "stoic",
      "Type": "adj",
      "Meaning": "indifferent to or unaffected by pleasure or pain; steadfast",
      "Modern Family Example": "Jay remained stoic even when the family vacation went completely off the rails.",
      "Friends Example": "Ross tried to remain stoic when he saw Rachel on a date, but his eyes betrayed him.",
      "Gilmore Girls Example": "Emily remained stoic during Lorelai’s rebellious rants, sipping tea in silence.",
      "Big Bang Theory Example": "Sheldon stayed stoic even when his spot on the couch was taken—until he exploded two minutes later."
    },
    {
      "Word": "supplant",
      "Type": "v",
      "Meaning": "to take the place of; supersede",
      "Modern Family Example": "Claire feared that Haley’s new boyfriend might supplant her influence.",
      "Friends Example": "Emily tried to supplant Rachel in Ross’s life—but history had other plans.",
      "Gilmore Girls Example": "Paris tried to supplant Rory as valedictorian with obsessive academic rigor.",
      "Big Bang Theory Example": "Amy feared Penny might supplant her as Sheldon’s best friend after a girls’ night out."
    },
    {
      "Word": "torpid",
      "Type": "adj",
      "Meaning": "lethargic; sluggish; dormant",
      "Modern Family Example": "After a long PTA meeting, Cam felt torpid and barely made it to the couch.",
      "Friends Example": "Joey was torpid all weekend after eating an entire turkey alone.",
      "Gilmore Girls Example": "Lorelai was torpid after a sleepless night managing the inn and dodging Emily’s calls.",
      "Big Bang Theory Example": "Raj was torpid after staying up all night coding and eating leftover curry."
    },
    {
      "Word": "ubiquitous",
      "Type": "adj",
      "Meaning": "existing everywhere at the same time; widespread",
      "Modern Family Example": "Phil’s cheesy jokes were so ubiquitous that even the kids used them.",
      "Friends Example": "Gunther’s presence at Central Perk felt ubiquitous—he was always there, silently judging.",
      "Gilmore Girls Example": "Lorelai’s wit and coffee addiction were ubiquitous in Stars Hollow.",
      "Big Bang Theory Example": "Sheldon’s obsessive routines became ubiquitous across the apartment."
    },
    {
      "Word": "urbane",
      "Type": "adj",
      "Meaning": "sophisticated; refined; elegant",
      "Modern Family Example": "Mitchell was known for his urbane style, always sharply dressed for every occasion.",
      "Friends Example": "Chandler attempted to appear urbane at Monica’s work party but spilled wine on himself.",
      "Gilmore Girls Example": "Rory’s urbane manner impressed everyone at the Yale alumni mixer.",
      "Big Bang Theory Example": "Leonard tried to act urbane during his physics conference speech but tripped over the podium."
    },
    {
      "Word": "vilify",
      "Type": "v",
      "Meaning": "to defame; to characterize harshly; slander",
      "Modern Family Example": "Gloria felt vilified after her parenting choices were criticized in a blog post.",
      "Friends Example": "Rachel felt vilified when her coworkers blamed her for the lost shipment.",
      "Gilmore Girls Example": "Lorelai felt vilified after the town meeting twisted her joke into gossip.",
      "Big Bang Theory Example": "Sheldon vilified Wil Wheaton for years over a trivia betrayal."
    },
    {
      "Word": "viscous",
      "Type": "adj",
      "Meaning": "thick; sticky",
      "Modern Family Example": "Phil spilled syrup and tried to clean the viscous mess with a paper towel—bad idea.",
      "Friends Example": "Joey struggled to clean the viscous cheese off the counter after his midnight snack.",
      "Gilmore Girls Example": "Sookie spilled a viscous caramel sauce all over the kitchen and slipped in it.",
      "Big Bang Theory Example": "Howard dropped a viscous chemical on the lab floor and blamed gravity."
    }
  ],
  "List3": [
    {
      "Word": "acumen",
      "Type": "n",
      "Meaning": "keen, accurate judgment or insight; discernment; perspicacity",
      "Modern Family Example": "Alex’s business acumen helped her dominate the student market fair.",
      "Friends Example": "Rachel’s fashion acumen earned her a promotion at work.",
      "Gilmore Girls Example": "Rory’s journalistic acumen impressed the Yale Daily News editor.",
      "Big Bang Theory Example": "Amy’s acumen in neuroscience impressed even Sheldon."
    },
    {
      "Word": "adulterate",
      "Type": "v",
      "Meaning": "to reduce purity by combining with inferior ingredients",
      "Modern Family Example": "Phil accidentally adulterated the lemonade with vinegar during a party.",
      "Friends Example": "Joey adulterated the soup by adding everything in the fridge.",
      "Gilmore Girls Example": "Lorelai accused the chef of adulterating the soup with instant noodles.",
      "Big Bang Theory Example": "Howard accidentally adulterated the rocket fuel mixture."
    },
    {
      "Word": "amalgamate",
      "Type": "v",
      "Meaning": "to combine several elements into a whole",
      "Modern Family Example": "Cam and Mitchell tried to amalgamate their holiday traditions—with chaotic results.",
      "Friends Example": "Monica tried to amalgamate multiple cuisines into one Thanksgiving meal.",
      "Gilmore Girls Example": "Sookie tried to amalgamate six different dessert recipes into one pie.",
      "Big Bang Theory Example": "Sheldon tried to amalgamate theories of relativity and quantum mechanics."
    },
    {
      "Word": "archaic",
      "Type": "adj",
      "Meaning": "outdated; associated with an earlier, perhaps more primitive, time",
      "Modern Family Example": "Jay’s archaic views on parenting clashed with Gloria’s modern approach.",
      "Friends Example": "Ross’s archaic language made even the museum interns snicker.",
      "Gilmore Girls Example": "Emily’s archaic dinner traditions clashed with Lorelai’s laid-back attitude.",
      "Big Bang Theory Example": "Sheldon’s archaic computer baffled even the tech support rep."
    },
    {
      "Word": "aver",
      "Type": "v",
      "Meaning": "to state as a fact; to declare or assert",
      "Modern Family Example": "Claire averted disaster by averring that the accident was not Luke’s fault.",
      "Friends Example": "Monica averred that she did not break the lamp—even though she obviously did.",
      "Gilmore Girls Example": "Rory averred that she was capable of handling Yale and Logan.",
      "Big Bang Theory Example": "Sheldon averred that he was the rightful owner of the spot."
    },
    {
      "Word": "bolster",
      "Type": "v",
      "Meaning": "to provide support or reinforcement",
      "Modern Family Example": "Phil tried to bolster his argument with graphs and cheesy slogans.",
      "Friends Example": "Ross tried to bolster his dinosaur facts with exaggerated hand gestures.",
      "Gilmore Girls Example": "Lorelai bolstered Rory’s confidence before every big interview.",
      "Big Bang Theory Example": "Leonard bolstered Penny’s confidence before her presentation."
    },
    {
      "Word": "bombastic",
      "Type": "adj",
      "Meaning": "pompous; grandiloquent",
      "Modern Family Example": "Cam’s bombastic speech at the PTA made even Mitchell roll his eyes.",
      "Friends Example": "Joey gave a bombastic acceptance speech for a non-existent award.",
      "Gilmore Girls Example": "Paris’s bombastic introduction at the debate had the moderator stunned.",
      "Big Bang Theory Example": "Howard’s bombastic speech about space made Raj tear up."
    },
    {
      "Word": "diatribe",
      "Type": "n",
      "Meaning": "a harsh denunciation; tirade",
      "Modern Family Example": "Claire launched into a diatribe when she discovered the kids broke the Wi-Fi router.",
      "Friends Example": "Ross launched into a diatribe about marriage during a coffee break.",
      "Gilmore Girls Example": "Emily went on a diatribe when the caterer brought the wrong floral centerpiece.",
      "Big Bang Theory Example": "Sheldon’s diatribe against geology scared the undergrads."
    },
    {
      "Word": "dissemble",
      "Type": "v",
      "Meaning": "to disguise or conceal; to mislead",
      "Modern Family Example": "Lily tried to dissemble her guilt after breaking Cam’s prized vase.",
      "Friends Example": "Phoebe tried to dissemble her real feelings about Mike’s new girlfriend.",
      "Gilmore Girls Example": "Lorelai dissembled her nerves with jokes at Sookie’s wedding.",
      "Big Bang Theory Example": "Raj dissembled his nervousness behind awkward flattery."
    },
    {
      "Word": "eccentric",
      "Type": "adj",
      "Meaning": "departing from norms or conventions",
      "Modern Family Example": "Luke’s eccentric inventions usually resulted in backyard explosions.",
      "Friends Example": "Phoebe’s eccentric behavior was just her version of normal.",
      "Gilmore Girls Example": "Kirk’s eccentric business ventures confused half of Stars Hollow.",
      "Big Bang Theory Example": "Sheldon’s eccentric routines baffled Penny every time."
    },
    {
      "Word": "endemic",
      "Type": "adj",
      "Meaning": "characteristic of or often found in a particular locality, region, or people",
      "Modern Family Example": "Gloria’s accent and sayings were endemic to her Colombian roots.",
      "Friends Example": "Joey’s pizza obsession seemed endemic to all his New York adventures.",
      "Gilmore Girls Example": "Miss Patty’s tales were endemic to Stars Hollow lore.",
      "Big Bang Theory Example": "Comic book debates were endemic to their Friday nights."
    },
    {
      "Word": "evanescent",
      "Type": "adj",
      "Meaning": "tending to disappear like vapor; transient",
      "Modern Family Example": "The evanescent joy from Lily’s birthday party faded once the cleanup began.",
      "Friends Example": "Rachel’s excitement over her date was evanescent after he called her ‘Monica.’",
      "Gilmore Girls Example": "Rory’s fleeting interest in basket weaving was evanescent as usual.",
      "Big Bang Theory Example": "Raj’s crushes were evanescent, changing weekly."
    },
    {
      "Word": "exacerbate",
      "Type": "v",
      "Meaning": "to make worse or more severe",
      "Modern Family Example": "Mitchell’s criticism only exacerbated Cam’s post-rehearsal meltdown.",
      "Friends Example": "Chandler’s joke exacerbated Monica’s already bad day.",
      "Gilmore Girls Example": "Emily’s sharp tone exacerbated an already tense Friday night dinner.",
      "Big Bang Theory Example": "Leonard’s comments only exacerbated Penny’s acting stress."
    },
    {
      "Word": "fervent",
      "Type": "adj",
      "Meaning": "greatly emotional or zealous",
      "Modern Family Example": "Cam’s fervent love for drama was apparent at every school play.",
      "Friends Example": "Ross had a fervent passion for paleontology—and correcting grammar.",
      "Gilmore Girls Example": "Paris’s fervent defense of her paper left everyone speechless.",
      "Big Bang Theory Example": "Amy’s fervent monologue on brain scans left everyone speechless."
    },
    {
      "Word": "fortuitous",
      "Type": "adj",
      "Meaning": "happening by accident or chance",
      "Modern Family Example": "Phil’s fortuitous meeting with a client at the dog park landed him a big deal.",
      "Friends Example": "Joey got a fortuitous acting role after a guy no-showed to the audition.",
      "Gilmore Girls Example": "Rory’s fortuitous run-in with an editor led to an internship.",
      "Big Bang Theory Example": "Howard’s fortuitous tweet landed him a speaking engagement."
    },
    {
      "Word": "germane",
      "Type": "adj",
      "Meaning": "relevant to the subject at hand",
      "Modern Family Example": "Claire’s question about curfews was perfectly germane during the family debate.",
      "Friends Example": "Rachel’s remark about turkey timing was germane to Monica’s panic.",
      "Gilmore Girls Example": "Luke’s remark about zoning was surprisingly germane to the town hall drama.",
      "Big Bang Theory Example": "Sheldon’s point about string theory was surprisingly germane to the conversation."
    },
    {
      "Word": "grandiloquence",
      "Type": "n",
      "Meaning": "pompous speech or expression",
      "Modern Family Example": "Phil’s grandiloquence during a toast made everyone wish he kept it shorter.",
      "Friends Example": "Phoebe’s grandiloquence in her songs confused most listeners.",
      "Gilmore Girls Example": "Taylor’s grandiloquence at every festival opening was exhausting.",
      "Big Bang Theory Example": "Sheldon’s grandiloquence during award ceremonies made Amy cringe."
    },
    {
      "Word": "hackneyed",
      "Type": "adj",
      "Meaning": "rendered trite or commonplace by frequent usage",
      "Modern Family Example": "Cam’s Halloween ideas were so hackneyed that Mitchell banned them entirely.",
      "Friends Example": "Monica’s holiday speeches had become so hackneyed the group recited them with her.",
      "Gilmore Girls Example": "Emily’s compliments became hackneyed over the years—always about posture.",
      "Big Bang Theory Example": "Howard’s hackneyed pickup lines failed at every bar."
    },
    {
      "Word": "halcyon",
      "Type": "adj",
      "Meaning": "calm and peaceful",
      "Modern Family Example": "Claire longed for the halcyon days before teenagers and sarcasm.",
      "Friends Example": "Chandler missed the halcyon days of bachelor life after diaper duty.",
      "Gilmore Girls Example": "Lorelai longed for halcyon days when coffee solved everything.",
      "Big Bang Theory Example": "Sheldon’s halcyon moment involved labeling all his storage boxes."
    },
    {
      "Word": "hedonism",
      "Type": "n",
      "Meaning": "devotion to pleasurable pursuits",
      "Modern Family Example": "Phil’s hedonism peaked at the all-you-can-eat pancake contest.",
      "Friends Example": "Joey’s hedonism was evident in his two-pizza, no-sharing lifestyle.",
      "Gilmore Girls Example": "Michel’s hedonism peaked with his weekly spa routine.",
      "Big Bang Theory Example": "Raj’s hedonism was evident at the chocolate tasting."
    },
    {
      "Word": "hegemony",
      "Type": "n",
      "Meaning": "the consistent dominance of one state or ideology over others",
      "Modern Family Example": "Claire maintained hegemony over the household schedules with military precision.",
      "Friends Example": "Monica held hegemony over Thanksgiving menus year after year.",
      "Gilmore Girls Example": "Taylor’s hegemony over town events remained unchallenged until Kirk intervened.",
      "Big Bang Theory Example": "Sheldon claimed hegemony over roommate agreements."
    },
    {
      "Word": "iconoclast",
      "Type": "n",
      "Meaning": "one who attacks or undermines traditional conventions or institutions",
      "Modern Family Example": "Alex was an iconoclast at school, challenging every club rule.",
      "Friends Example": "Phoebe was the iconoclast of the group, always challenging traditions.",
      "Gilmore Girls Example": "Rory played iconoclast during her Chilton speech, rejecting social norms.",
      "Big Bang Theory Example": "Amy was the iconoclast of neuroscience conferences with her novel theories."
    },
    {
      "Word": "idolatrous",
      "Type": "adj",
      "Meaning": "given to intense or excessive devotion to something",
      "Modern Family Example": "Cam’s idolatrous admiration for Barbra Streisand was unmatched.",
      "Friends Example": "Ross’s idolatrous love for dinosaurs bordered on obsessive.",
      "Gilmore Girls Example": "Lorelai’s idolatrous love for coffee was practically religious.",
      "Big Bang Theory Example": "Sheldon’s idolatrous obsession with Spock unnerved even Leonard."
    },
    {
      "Word": "impassive",
      "Type": "adj",
      "Meaning": "revealing no emotion",
      "Modern Family Example": "Jay stayed impassive during Lily’s chaotic birthday puppet show.",
      "Friends Example": "Chandler remained impassive during Joey’s dramatic breakup stories.",
      "Gilmore Girls Example": "Luke remained impassive while Taylor ranted about sign placements.",
      "Big Bang Theory Example": "Sheldon remained impassive as Howard mocked his shirts."
    },
    {
      "Word": "imperturbable",
      "Type": "adj",
      "Meaning": "marked by extreme calm and steadiness",
      "Modern Family Example": "Mitchell was imperturbable—even when Cam spilled juice on his suit.",
      "Friends Example": "Ross was imperturbable while explaining fossils—even during coffee spills.",
      "Gilmore Girls Example": "Lorelai’s imperturbable cool cracked only when Rory’s grades dropped.",
      "Big Bang Theory Example": "Amy’s imperturbable smile hid her true sarcasm."
    },
    {
      "Word": "implacable",
      "Type": "adj",
      "Meaning": "not capable of being appeased or significantly changed",
      "Modern Family Example": "Claire was implacable after discovering someone dented her new car.",
      "Friends Example": "Rachel was implacable after Ross ruined her prom video moment.",
      "Gilmore Girls Example": "Paris was implacable after losing her top ranking at Yale.",
      "Big Bang Theory Example": "Penny was implacable after Leonard spoiled her show finale."
    },
    {
      "Word": "impunity",
      "Type": "n",
      "Meaning": "immunity from punishment or penalty",
      "Modern Family Example": "Luke seemed to operate with impunity after learning how to erase browser history.",
      "Friends Example": "Joey acted with impunity in Monica’s kitchen, ignoring all her labels.",
      "Gilmore Girls Example": "Kirk often behaved with impunity due to town-wide tolerance.",
      "Big Bang Theory Example": "Howard thought he had impunity when he ‘borrowed’ lab supplies."
    },
    {
      "Word": "inchoate",
      "Type": "adj",
      "Meaning": "in an initial stage; not fully formed",
      "Modern Family Example": "Phil’s business idea was still inchoate, mostly just a doodle and a jingle.",
      "Friends Example": "Rachel’s business pitch was still inchoate, mostly just magazine clippings.",
      "Gilmore Girls Example": "Rory’s novel outline remained inchoate through the semester.",
      "Big Bang Theory Example": "Sheldon’s robot project was still inchoate by competition day."
    },
    {
      "Word": "infelicitous",
      "Type": "adj",
      "Meaning": "unfortunate; inappropriate",
      "Modern Family Example": "Cam’s infelicitous joke at the wedding nearly caused a family feud.",
      "Friends Example": "Chandler’s infelicitous toast at the wedding made everyone cringe.",
      "Gilmore Girls Example": "Lorelai’s infelicitous joke about Emily’s hat caused another silent treatment.",
      "Big Bang Theory Example": "Raj’s infelicitous joke at the party got total silence."
    },
    {
      "Word": "insipid",
      "Type": "adj",
      "Meaning": "without taste or flavor; lacking in spirit",
      "Modern Family Example": "Lily’s reaction to her birthday gift was insipid—just a polite smile.",
      "Friends Example": "Joey’s acting notes were insipid—mostly doodles and hearts.",
      "Gilmore Girls Example": "Rory’s insipid date left her longing for book club.",
      "Big Bang Theory Example": "Leonard’s soup tasted insipid, despite Penny’s fake praise."
    },
    {
      "Word": "loquacious",
      "Type": "adj",
      "Meaning": "extremely talkative",
      "Modern Family Example": "Mitchell regretted asking a loquacious Cam how rehearsal went.",
      "Friends Example": "Phoebe was so loquacious that even the parrot gave up.",
      "Gilmore Girls Example": "Babette was loquacious—even her cat seemed exhausted.",
      "Big Bang Theory Example": "Howard became loquacious when talking about zero gravity toilets."
    },
    {
      "Word": "luminous",
      "Type": "adj",
      "Meaning": "characterized by brightness and light",
      "Modern Family Example": "Gloria’s luminous smile lit up every family photo.",
      "Friends Example": "Monica’s ring sparkled with a luminous gleam in the coffeehouse lights.",
      "Gilmore Girls Example": "Rory’s smile was luminous under the graduation lights.",
      "Big Bang Theory Example": "The luminous lights of Sheldon’s lab impressed Amy."
    },
    {
      "Word": "malevolent",
      "Type": "adj",
      "Meaning": "having or showing ill will; spiteful; malicious",
      "Modern Family Example": "Claire suspected malevolent intent when Luke offered to do chores unprompted.",
      "Friends Example": "Ross’s malevolent dinosaur prank gave Chandler nightmares.",
      "Gilmore Girls Example": "Emily’s malevolent tone implied punishment for Lorelai’s lateness.",
      "Big Bang Theory Example": "Sheldon’s malevolent glare scared off Wil Wheaton—temporarily."
    },
    {
      "Word": "malleable",
      "Type": "adj",
      "Meaning": "capable of being shaped or formed; tractable; pliable",
      "Modern Family Example": "Phil was malleable enough to change his Halloween costume three times for Claire.",
      "Friends Example": "Joey’s malleable schedule let him audition on zero notice.",
      "Gilmore Girls Example": "Rory’s malleable schedule let her juggle Yale and the Gazette.",
      "Big Bang Theory Example": "Sheldon’s malleable schedule revolved around his spot on the couch."
    },
    {
      "Word": "mendacity",
      "Type": "n",
      "Meaning": "the condition of being untruthful; dishonesty",
      "Modern Family Example": "Claire called out Luke’s mendacity after he lied about finishing his homework.",
      "Friends Example": "Chandler called out Ross’s mendacity when he fibbed about the leather pants.",
      "Gilmore Girls Example": "Lorelai saw through Emily’s polite mendacity about the inn décor.",
      "Big Bang Theory Example": "Leonard accused Sheldon of mendacity over the roommate agreement."
    },
    {
      "Word": "meticulous",
      "Type": "adj",
      "Meaning": "characterized by extreme care and precision; attentive to detail",
      "Modern Family Example": "Alex’s meticulous science fair project included footnotes and a bibliography.",
      "Friends Example": "Monica’s meticulous towel folding was famous—and terrifying.",
      "Gilmore Girls Example": "Paris’s meticulous notes scared even her professors.",
      "Big Bang Theory Example": "Amy’s meticulous lab techniques impressed the university dean."
    },
    {
      "Word": "misanthrope",
      "Type": "n",
      "Meaning": "one who hates all other humans",
      "Modern Family Example": "Jay called himself a misanthrope after spending a day with too many neighbors.",
      "Friends Example": "Ross joked that he became a misanthrope every Thanksgiving with his parents.",
      "Gilmore Girls Example": "Luke jokingly called Kirk a misanthrope after he chased off tourists.",
      "Big Bang Theory Example": "Sheldon claimed he was a proud misanthrope, especially at Comic-Con."
    },
    {
      "Word": "mitigate",
      "Type": "v",
      "Meaning": "to make or become less severe or intense; to moderate; mollify",
      "Modern Family Example": "Mitchell tried to mitigate Cam’s anxiety with a dramatic spa day plan.",
      "Friends Example": "Monica tried to mitigate the awkwardness after bringing up Janice at dinner.",
      "Gilmore Girls Example": "Lorelai tried to mitigate tension with coffee and jokes.",
      "Big Bang Theory Example": "Penny tried to mitigate the fallout from missing Sheldon’s lecture."
    },
    {
      "Word": "obdurate",
      "Type": "adj",
      "Meaning": "unyielding; hardhearted; intractable",
      "Modern Family Example": "Gloria was obdurate about not letting Manny drop out of fencing class.",
      "Friends Example": "Rachel was obdurate about not calling Ross—even after seeing the prom video.",
      "Gilmore Girls Example": "Emily was obdurate about keeping Friday dinners formal.",
      "Big Bang Theory Example": "Sheldon remained obdurate about his bathroom schedule."
    },
    {
      "Word": "obsequious",
      "Type": "adj",
      "Meaning": "exhibiting a fawning attentiveness; subservient",
      "Modern Family Example": "Cam’s obsequious behavior around the new principal made Mitchell cringe.",
      "Friends Example": "Joey’s obsequious charm got him free muffins from the waitress.",
      "Gilmore Girls Example": "Rory was obsequious around her literature professor to earn favor.",
      "Big Bang Theory Example": "Raj became obsequious around celebrities, fawning relentlessly."
    },
    {
      "Word": "occlude",
      "Type": "v",
      "Meaning": "to obstruct or block",
      "Modern Family Example": "Luke accidentally occluded the sink with an ill-placed science experiment.",
      "Friends Example": "Ross occluded the hallway with dinosaur boxes—again.",
      "Gilmore Girls Example": "Kirk’s faulty wiring occluded the Stars Hollow sign again.",
      "Big Bang Theory Example": "Howard occluded the whiteboard with his comic sketches."
    },
    {
      "Word": "opprobrium",
      "Type": "n",
      "Meaning": "disgrace; contempt; scorn",
      "Modern Family Example": "Phil’s magic show ended in opprobrium when he spilled juice on the mayor.",
      "Friends Example": "Joey faced opprobrium after forgetting his lines on live television.",
      "Gilmore Girls Example": "Lorelai faced opprobrium after skipping out on her engagement party.",
      "Big Bang Theory Example": "Sheldon faced opprobrium after insulting geology at a conference."
    },
    {
      "Word": "pedagogy",
      "Type": "n",
      "Meaning": "the profession or principles of teaching or instructing",
      "Modern Family Example": "Claire believed in strong pedagogy—even during family game night quizzes.",
      "Friends Example": "Ross loved pedagogy so much he turned every date into a lecture.",
      "Gilmore Girls Example": "Paris was fascinated by pedagogy and insisted on extra lectures.",
      "Big Bang Theory Example": "Sheldon discussed pedagogy in minute detail for his guest lecture."
    },
    {
      "Word": "pedantic",
      "Type": "adj",
      "Meaning": "the parading of learning; showing off one’s knowledge",
      "Modern Family Example": "Alex’s pedantic tone during dinner made everyone lose their appetite.",
      "Friends Example": "Ross’s pedantic obsession with grammar annoyed everyone.",
      "Gilmore Girls Example": "Paris’s pedantic style made her Yale roommates hide during discussions.",
      "Big Bang Theory Example": "Sheldon’s pedantic rants made even Leonard roll his eyes."
    },
    {
      "Word": "penury",
      "Type": "n",
      "Meaning": "poverty; destitution",
      "Modern Family Example": "Lily’s lemonade stand failed due to penury—Cam forgot the lemons.",
      "Friends Example": "Phoebe joked about living in penury after her cab broke down again.",
      "Gilmore Girls Example": "Lorelai joked about her penury while paying for wedding flowers.",
      "Big Bang Theory Example": "Raj’s spending sprees were followed by weekends of penury."
    },
    {
      "Word": "pervasive",
      "Type": "adj",
      "Meaning": "having the tendency to permeate or spread throughout",
      "Modern Family Example": "Phil’s cheesy jokes became pervasive throughout the entire open house.",
      "Friends Example": "Chandler’s sarcastic tone became pervasive in every serious talk.",
      "Gilmore Girls Example": "Rory’s ambition was pervasive—even in her casual conversations.",
      "Big Bang Theory Example": "Sheldon’s voice became a pervasive background sound in every room."
    },
    {
      "Word": "pine",
      "Type": "v",
      "Meaning": "to yearn intensely; to languish; to lose vigor",
      "Modern Family Example": "Mitchell began to pine for peace after a week of Cam’s musical rehearsals.",
      "Friends Example": "Rachel began to pine for Paris after reading travel brochures.",
      "Gilmore Girls Example": "Lane began to pine for band practice while working double shifts.",
      "Big Bang Theory Example": "Amy began to pine for a date night after weeks in the lab."
    },
    {
      "Word": "pirate",
      "Type": "v",
      "Meaning": "to illegally use or reproduce",
      "Modern Family Example": "Luke tried to pirate Jay’s cable using a wire and a potato—unsuccessfully.",
      "Friends Example": "Joey pirated his audition tape using Monica’s VCR.",
      "Gilmore Girls Example": "Rory pirated books when she couldn’t afford the required editions.",
      "Big Bang Theory Example": "Howard pirated a movie—then complained about the quality nonstop."
    },
    {
      "Word": "pith",
      "Type": "n",
      "Meaning": "the essential or central part",
      "Modern Family Example": "Claire got to the pith of the family argument with one cutting question.",
      "Friends Example": "Chandler quickly cut to the pith of the conversation: ‘You’re moving?!’",
      "Gilmore Girls Example": "Lorelai always got to the pith of a problem with humor and coffee.",
      "Big Bang Theory Example": "Sheldon got to the pith of the roommate issue with a flowchart."
    },
    {
      "Word": "pithy",
      "Type": "adj",
      "Meaning": "precise and brief; terse; to-the-point; laconic",
      "Modern Family Example": "Alex gave a pithy rebuttal to Luke’s attempt at debate club.",
      "Friends Example": "Monica gave a pithy review: ‘No. Just no.’",
      "Gilmore Girls Example": "Paris’s pithy critiques reduced class essays to shreds.",
      "Big Bang Theory Example": "Amy’s pithy summary of neurobiology stunned the board."
    },
    {
      "Word": "placate",
      "Type": "v",
      "Meaning": "to appease; to calm by making concessions",
      "Modern Family Example": "Phil tried to placate Claire with a poorly timed flower bouquet.",
      "Friends Example": "Phoebe placated Rachel with a cookie after a fight.",
      "Gilmore Girls Example": "Rory placated Emily with a perfectly polite thank-you note.",
      "Big Bang Theory Example": "Penny placated Sheldon with cookies after forgetting laundry night."
    },
    {
      "Word": "platitude",
      "Type": "n",
      "Meaning": "a superficial remark; common comment; dull and boring",
      "Modern Family Example": "Jay gave a platitude about marriage that Gloria didn’t appreciate.",
      "Friends Example": "Ross’s toast was full of platitudes no one remembered.",
      "Gilmore Girls Example": "Emily’s speeches were full of platitudes and floral metaphors.",
      "Big Bang Theory Example": "Leonard’s speech was full of wedding platitudes."
    },
    {
      "Word": "plummet",
      "Type": "v",
      "Meaning": "to plunge or drop straight down; fall steeply",
      "Modern Family Example": "The model house plummeted from the second floor during a showing.",
      "Friends Example": "Chandler’s confidence plummeted after seeing Monica’s ex.",
      "Gilmore Girls Example": "Rory’s GPA plummeted after too many extracurriculars.",
      "Big Bang Theory Example": "Raj’s confidence plummeted during the failed proposal."
    },
    {
      "Word": "polemical",
      "Type": "adj",
      "Meaning": "controversial; argumentative",
      "Modern Family Example": "Dinner turned polemical after Gloria brought up politics.",
      "Friends Example": "Dinner with the group turned polemical when they debated cats vs. dogs.",
      "Gilmore Girls Example": "Debates with Paris turned polemical in seconds.",
      "Big Bang Theory Example": "Sheldon’s Facebook rants turned polemical fast."
    },
    {
      "Word": "prodigal",
      "Type": "adj",
      "Meaning": "recklessly wasteful; extravagant; lavish",
      "Modern Family Example": "Haley’s prodigal use of the credit card got her grounded for a month.",
      "Friends Example": "Rachel’s prodigal shopping sprees worried her bank account.",
      "Gilmore Girls Example": "Lorelai was prodigal with coffee money during finals season.",
      "Big Bang Theory Example": "Howard was prodigal with gadgets he barely used."
    },
    {
      "Word": "profuse",
      "Type": "adj",
      "Meaning": "given or coming forth abundantly; extravagant",
      "Modern Family Example": "Cam’s profuse tears at the school play confused the children.",
      "Friends Example": "Joey gave profuse thanks to every girl—often at once.",
      "Gilmore Girls Example": "Babette gave profuse hugs after Rory’s graduation.",
      "Big Bang Theory Example": "Penny gave profuse compliments to avoid awkward silence."
    },
    {
      "Word": "proliferate",
      "Type": "v",
      "Meaning": "to grow or increase swiftly and abundantly; multiply rapidly",
      "Modern Family Example": "Claire’s emails began to proliferate as the PTA meeting approached.",
      "Friends Example": "Phoebe’s song lyrics seemed to proliferate with each break-up.",
      "Gilmore Girls Example": "Flyers for town events proliferated across Stars Hollow overnight.",
      "Big Bang Theory Example": "Memes of Sheldon’s quirks proliferated across Reddit."
    },
    {
      "Word": "querulous",
      "Type": "adj",
      "Meaning": "prone to complaining or grumbling; peevish",
      "Modern Family Example": "Lily was querulous after being denied her third scoop of ice cream.",
      "Friends Example": "Ross grew querulous after being corrected one too many times.",
      "Gilmore Girls Example": "Paris’s querulous complaints about dorm food never stopped.",
      "Big Bang Theory Example": "Sheldon was querulous after someone adjusted his thermostat."
    },
    {
      "Word": "rancorous",
      "Type": "adj",
      "Meaning": "characterized by bitter, long-lasting resentment",
      "Modern Family Example": "Jay’s rancorous tone about his ex-wife made Thanksgiving awkward.",
      "Friends Example": "Rachel had a rancorous reaction to seeing Ross with Julie.",
      "Gilmore Girls Example": "Emily’s rancorous remarks about Lorelai’s lifestyle stung deeply.",
      "Big Bang Theory Example": "Raj’s rancorous breakup texts shocked even Howard."
    },
    {
      "Word": "recalcitrant",
      "Type": "adj",
      "Meaning": "obstinately defiant of authority; difficult to manage",
      "Modern Family Example": "Luke’s recalcitrant behavior got him banned from using the drone.",
      "Friends Example": "Phoebe’s recalcitrant attitude made wedding planning a challenge.",
      "Gilmore Girls Example": "Rory’s recalcitrant attitude surfaced when asked about Logan.",
      "Big Bang Theory Example": "Sheldon was recalcitrant about changing his bathroom routine."
    },
    {
      "Word": "repudiate",
      "Type": "v",
      "Meaning": "to refuse to have anything to do with; disown",
      "Modern Family Example": "Mitchell chose to repudiate Cam’s suggestion of matching tracksuits.",
      "Friends Example": "Monica repudiated the idea of ‘casual cleaning.’",
      "Gilmore Girls Example": "Lorelai repudiated the idea of being like her mother.",
      "Big Bang Theory Example": "Leonard repudiated Sheldon’s backup plans in a rare moment of rebellion."
    },
    {
      "Word": "rescind",
      "Type": "v",
      "Meaning": "to invalidate; to repeal",
      "Modern Family Example": "Gloria had to rescind her RSVP after realizing it clashed with salsa night.",
      "Friends Example": "Chandler tried to rescind his bet with Joey after realizing the stakes.",
      "Gilmore Girls Example": "Emily had to rescind her charity invite after a scandal.",
      "Big Bang Theory Example": "Howard had to rescind a launch comment that offended NASA."
    },
    {
      "Word": "reverent",
      "Type": "adj",
      "Meaning": "marked by or expressing profound awe and respect",
      "Modern Family Example": "Lily gave a reverent look to her doll before tucking it into bed.",
      "Friends Example": "Rachel looked reverent while holding her newborn for the first time.",
      "Gilmore Girls Example": "Rory’s reverent gaze lingered on Richard’s old books.",
      "Big Bang Theory Example": "Amy gave Sheldon a reverent look after his Nobel speech."
    },
    {
      "Word": "rhetoric",
      "Type": "n",
      "Meaning": "the art of effective language use for communication or persuasion",
      "Modern Family Example": "Phil gave a whole speech on rhetorical techniques during breakfast.",
      "Friends Example": "Ross gave an impromptu lecture on dinosaur rhetoric during brunch.",
      "Gilmore Girls Example": "Lorelai’s dinner speeches were full of exaggerated rhetoric.",
      "Big Bang Theory Example": "Sheldon gave a lecture on rhetoric—no one asked for it."
    },
    {
      "Word": "salubrious",
      "Type": "adj",
      "Meaning": "promoting health or well-being",
      "Modern Family Example": "Cam promoted his new low-fat cupcakes as salubrious—even if no one liked them.",
      "Friends Example": "Phoebe’s herbal tea was salubrious—but awful.",
      "Gilmore Girls Example": "Luke’s diner food may not be salubrious—but it was comforting.",
      "Big Bang Theory Example": "Raj’s smoothies weren’t salubrious—but they had umbrellas."
    },
    {
      "Word": "solvent",
      "Type": "adj",
      "Meaning": "able to meet financial obligations; able to dissolve another substance",
      "Modern Family Example": "Claire reminded Haley to stay solvent if she wanted to move out.",
      "Friends Example": "Monica insisted everyone pay their share to stay solvent.",
      "Gilmore Girls Example": "Emily doubted Lorelai’s ability to stay solvent with inn bills piling.",
      "Big Bang Theory Example": "Howard doubted his ability to remain solvent post-fatherhood."
    },
    {
      "Word": "specious",
      "Type": "adj",
      "Meaning": "seeming true, but actually being fallacious; misleadingly attractive",
      "Modern Family Example": "Phil’s pitch was specious—sounded great but lacked substance.",
      "Friends Example": "Joey’s explanation for the broken fridge was specious at best.",
      "Gilmore Girls Example": "Rory’s specious argument about studying was uncovered quickly.",
      "Big Bang Theory Example": "Sheldon’s explanation for the missed call was oddly specious."
    },
    {
      "Word": "spurious",
      "Type": "adj",
      "Meaning": "lacking authenticity or validity; false; counterfeit",
      "Modern Family Example": "Luke’s story about the ‘ghost raccoon’ turned out to be completely spurious.",
      "Friends Example": "The story Joey told about his twin was hilariously spurious.",
      "Gilmore Girls Example": "Kirk’s spurious business ideas were hilariously persistent.",
      "Big Bang Theory Example": "Leonard dismissed the spurious science claims on TV with a sigh."
    },
    {
      "Word": "subpoena",
      "Type": "n",
      "Meaning": "a court order requiring appearance and\/or testimony",
      "Modern Family Example": "Cam was shocked when he received a subpoena to testify at the school board meeting.",
      "Friends Example": "Joey didn’t realize he needed to respond to a subpoena until Chandler explained it wasn’t a pizza.",
      "Gilmore Girls Example": "Lorelai panicked when she got a subpoena for a business licensing issue.",
      "Big Bang Theory Example": "Sheldon took the subpoena as an opportunity to lecture in court."
    },
    {
      "Word": "succinct",
      "Type": "adj",
      "Meaning": "brief; concise",
      "Modern Family Example": "Alex gave a succinct summary of the family drama in under 10 seconds.",
      "Friends Example": "Monica’s instructions for cleaning were anything but succinct.",
      "Gilmore Girls Example": "Rory gave a succinct report during her Yale editorial meeting.",
      "Big Bang Theory Example": "Amy’s explanation of neurobiology was always succinct—and intimidating."
    },
    {
      "Word": "superfluous",
      "Type": "adj",
      "Meaning": "exceeding what is sufficient or necessary",
      "Modern Family Example": "Phil’s superfluous explanations made the simple house tour unnecessarily long.",
      "Friends Example": "Ross’s explanation of dinosaurs included superfluous facts no one asked for.",
      "Gilmore Girls Example": "Emily’s superfluous flower arrangements filled every inch of the banquet hall.",
      "Big Bang Theory Example": "Sheldon’s PowerPoints were filled with superfluous footnotes and trivia."
    },
    {
      "Word": "surfeit",
      "Type": "n\/v",
      "Meaning": "an overabundant supply; excess; to feed or supply to excess",
      "Modern Family Example": "Gloria served a surfeit of empanadas, which left even Jay stuffed for hours.",
      "Friends Example": "Joey had a surfeit of sandwiches after confusing catering with hoarding.",
      "Gilmore Girls Example": "Kirk delivered a surfeit of brochures to every home in Stars Hollow.",
      "Big Bang Theory Example": "Howard brought a surfeit of snacks to space training and didn’t share."
    },
    {
      "Word": "tenacity",
      "Type": "n",
      "Meaning": "persistent determination; adherence to something valued",
      "Modern Family Example": "Claire’s tenacity during election season won her both admiration and exhaustion.",
      "Friends Example": "Monica’s tenacity in organizing Thanksgiving was both terrifying and impressive.",
      "Gilmore Girls Example": "Rory’s tenacity at Chilton helped her rise to the top despite Paris’s rivalry.",
      "Big Bang Theory Example": "Sheldon’s tenacity with physics equations was both impressive and annoying."
    },
    {
      "Word": "tenuous",
      "Type": "adj",
      "Meaning": "having little substance or strength; flimsy; weak",
      "Modern Family Example": "Luke’s tenuous excuse for missing class barely held up under Claire’s questioning.",
      "Friends Example": "Phoebe’s tenuous claim that her cab had magical powers made everyone raise eyebrows.",
      "Gilmore Girls Example": "Lorelai’s tenuous excuse for being late unraveled under Emily’s glare.",
      "Big Bang Theory Example": "Raj’s tenuous claim to ‘date’ status fell apart quickly under questioning."
    },
    {
      "Word": "tirade",
      "Type": "n",
      "Meaning": "a long and extremely critical speech; a harsh denunciation",
      "Modern Family Example": "Mitchell launched into a tirade when the city denied their building permit again.",
      "Friends Example": "Ross delivered a tirade about evolution at Thanksgiving—again.",
      "Gilmore Girls Example": "Emily launched into a tirade when the wine was served too warm.",
      "Big Bang Theory Example": "Leonard endured Sheldon’s tirade after rearranging the action figures."
    },
    {
      "Word": "transient",
      "Type": "adj",
      "Meaning": "fleeting; passing quickly; brief",
      "Modern Family Example": "Phil’s enthusiasm for his new invention was transient—it faded after one use.",
      "Friends Example": "Rachel’s interest in her new job was transient—until a cuter co-worker arrived.",
      "Gilmore Girls Example": "Lorelai’s interest in yoga was transient—she quit after one session.",
      "Big Bang Theory Example": "Penny’s interest in string theory was transient—it lasted 5 minutes."
    },
    {
      "Word": "zealous",
      "Type": "adj",
      "Meaning": "fervent; ardent; impassioned; devoted to a cause",
      "Modern Family Example": "Cam was zealous about directing the school musical, even designing all the costumes himself.",
      "Friends Example": "Ross was zealous about his lecture series, complete with trivia and fossil giveaways.",
      "Gilmore Girls Example": "Paris was zealous about dominating every debate and academic contest.",
      "Big Bang Theory Example": "Sheldon was zealous about enforcing the roommate agreement—even on holidays."
    }
  ],
  "List4": [
    {
      "Word": "acerbic",
      "Type": "adj",
      "Meaning": "having a sour or bitter taste or character; sharp; biting; caustic",
      "Modern Family Example": "Claire’s acerbic response to Phil’s magic tricks shut down the show instantly.",
      "Friends Example": "Chandler’s acerbic wit turned every awkward moment into an iconic joke.",
      "Gilmore Girls Example": "Paris’s acerbic comments during class made even professors pause.",
      "Big Bang Theory Example": "Sheldon’s acerbic response to Penny’s movie choice was immediate."
    },
    {
      "Word": "aggrandize",
      "Type": "v",
      "Meaning": "to increase in intensity, power, influence, or prestige",
      "Modern Family Example": "Cam tried to aggrandize his role in the school play, despite only directing one scene.",
      "Friends Example": "Joey tried to aggrandize his part in the movie—he was ‘the silent hero.’",
      "Gilmore Girls Example": "Emily tried to aggrandize her role in Rory’s college decision process.",
      "Big Bang Theory Example": "Howard tried to aggrandize his space mission every chance he got."
    },
    {
      "Word": "alchemy",
      "Type": "n",
      "Meaning": "a medieval science aimed at the transmutation of metals, esp. base metals into gold",
      "Modern Family Example": "Phil treated real estate negotiations like alchemy—mixing charm with chaos.",
      "Friends Example": "Ross explained alchemy to everyone... again... in great unnecessary detail.",
      "Gilmore Girls Example": "Lorelai joked that Luke’s coffee was strong enough for alchemy.",
      "Big Bang Theory Example": "Sheldon said science was real—alchemy was nonsense."
    },
    {
      "Word": "amenable",
      "Type": "adj",
      "Meaning": "agreeable; responsive to suggestion",
      "Modern Family Example": "Mitchell was more amenable to brunch plans once he saw mimosas on the menu.",
      "Friends Example": "Rachel was amenable to the blind date until she saw who it was.",
      "Gilmore Girls Example": "Rory was amenable to changing her major—after three cups of coffee.",
      "Big Bang Theory Example": "Amy was amenable to trying Sheldon’s gaming night... once."
    },
    {
      "Word": "anachronism",
      "Type": "n",
      "Meaning": "something or someone out of place in terms of historical or chronological context",
      "Modern Family Example": "Jay’s flip phone was a hilarious anachronism at the tech convention.",
      "Friends Example": "Joey’s pager was an embarrassing anachronism in the modern office.",
      "Gilmore Girls Example": "Lorelai’s Walkman was an anachronism in a sea of smartphones at Yale.",
      "Big Bang Theory Example": "Sheldon’s MySpace account was a digital anachronism."
    },
    {
      "Word": "astringent",
      "Type": "adj\/n",
      "Meaning": "having a tightening effect on living tissue; harsh; severe",
      "Modern Family Example": "Gloria’s astringent tone scared the kids into doing their homework immediately.",
      "Friends Example": "Monica used an astringent face mask so strong it nearly paralyzed her smile.",
      "Gilmore Girls Example": "Emily’s astringent remarks about Lorelai’s clothes left no survivors.",
      "Big Bang Theory Example": "Sheldon’s astringent commentary made Leonard rethink dinner topics."
    },
    {
      "Word": "bombast",
      "Type": "n",
      "Meaning": "self-important or pompous writing or speech",
      "Modern Family Example": "Cam’s bombast during the charity auction made Mitchell hide behind a plant.",
      "Friends Example": "Ross’s bombast about his PhD made even Phoebe doze off.",
      "Gilmore Girls Example": "Taylor’s bombast at town meetings became a running gag.",
      "Big Bang Theory Example": "Howard’s bombast about engineering made Sheldon roll his eyes."
    },
    {
      "Word": "contiguous",
      "Type": "adj",
      "Meaning": "sharing a border; touching; adjacent",
      "Modern Family Example": "Phil’s property line was contiguous with a goat farm—his nightmares were real.",
      "Friends Example": "Monica’s apartment was contiguous with Joey’s—dangerous for fridge raids.",
      "Gilmore Girls Example": "Lorelai’s inn was contiguous with a noisy neighbor, much to her dismay.",
      "Big Bang Theory Example": "Sheldon refused to live contiguous to anyone with loud music."
    },
    {
      "Word": "convention",
      "Type": "n",
      "Meaning": "a generally agreed-upon practice or attitude",
      "Modern Family Example": "Claire insisted on following every parenting convention in the book.",
      "Friends Example": "Thanksgiving dinner followed the exact convention—until Chandler ruined it.",
      "Gilmore Girls Example": "Friday night dinners followed convention—until Rory brought Logan.",
      "Big Bang Theory Example": "The roommate agreement was based on strict convention."
    },
    {
      "Word": "credulous",
      "Type": "adj",
      "Meaning": "tending to believe too readily; gullible",
      "Modern Family Example": "Luke was so credulous, he believed Phil’s story about invisible burglars.",
      "Friends Example": "Joey was so credulous, he believed soap operas were documentaries.",
      "Gilmore Girls Example": "Rory was credulous enough to believe Jess had changed—for a moment.",
      "Big Bang Theory Example": "Raj was so credulous, he believed every dating app review."
    },
    {
      "Word": "cynicism",
      "Type": "n",
      "Meaning": "an attitude or quality of belief that all people are motivated by selfishness",
      "Modern Family Example": "Jay’s cynicism about family bonding faded after Lily’s heartfelt drawing.",
      "Friends Example": "Phoebe’s cynicism about marriage shocked even Ross.",
      "Gilmore Girls Example": "Luke’s cynicism grew with each town festival he had to sponsor.",
      "Big Bang Theory Example": "Leonard’s cynicism emerged every time his mother visited."
    },
    {
      "Word": "decorum",
      "Type": "n",
      "Meaning": "polite or appropriate conduct or behavior",
      "Modern Family Example": "Mitchell tried to maintain decorum while Cam sang show tunes in court.",
      "Friends Example": "Monica demanded decorum at dinner—no burping allowed.",
      "Gilmore Girls Example": "Rory tried to maintain decorum during the alumni mixer.",
      "Big Bang Theory Example": "Amy maintained decorum during Sheldon’s Nobel lecture."
    },
    {
      "Word": "derision",
      "Type": "n",
      "Meaning": "scorn; ridicule; contemptuous treatment",
      "Modern Family Example": "Lily’s prank drew derision from the entire school when it backfired.",
      "Friends Example": "Rachel’s fashion advice was met with derision from Janice.",
      "Gilmore Girls Example": "Kirk’s costume drew derision at the Star’s Hollow dance.",
      "Big Bang Theory Example": "Howard’s singing earned derision at karaoke night."
    },
    {
      "Word": "desiccate",
      "Type": "v",
      "Meaning": "to dry out or dehydrate; to make dry or dull",
      "Modern Family Example": "Cam’s soufflé desiccated after Jay opened the oven too soon.",
      "Friends Example": "Ross’s enthusiasm for fossils desiccated the group’s attention span.",
      "Gilmore Girls Example": "Lorelai’s enthusiasm desiccated by the third town meeting of the day.",
      "Big Bang Theory Example": "Sheldon’s enthusiasm for string theory desiccated when Amy outshone him."
    },
    {
      "Word": "dilettante",
      "Type": "n",
      "Meaning": "one with an amateurish or superficial interest in the arts or a branch of knowledge",
      "Modern Family Example": "Phil became a dilettante in photography—buying gear but never using it.",
      "Friends Example": "Joey was a true dilettante—guitar one week, origami the next.",
      "Gilmore Girls Example": "Kirk became a dilettante in landscaping—half-finished projects everywhere.",
      "Big Bang Theory Example": "Raj was a dilettante in hobbies—one week astronomy, next week dog yoga."
    },
    {
      "Word": "disparage",
      "Type": "v",
      "Meaning": "to slight or belittle; to play down",
      "Modern Family Example": "Claire disparaged Phil’s app idea, calling it ‘Uber but worse.’",
      "Friends Example": "Monica disparaged Chandler’s tie—then fixed it before he left.",
      "Gilmore Girls Example": "Paris disparaged everyone’s paper before offering unsolicited rewrites.",
      "Big Bang Theory Example": "Sheldon disparaged Wolowitz’s Master’s degree at every opportunity."
    },
    {
      "Word": "divulge",
      "Type": "v",
      "Meaning": "to disclose something secret",
      "Modern Family Example": "Gloria accidentally divulged Mitchell’s job interview plans during brunch.",
      "Friends Example": "Chandler accidentally divulged Ross’s crush at the worst possible moment.",
      "Gilmore Girls Example": "Emily accidentally divulged Lorelai’s engagement over brunch.",
      "Big Bang Theory Example": "Penny accidentally divulged Leonard’s proposal plans to everyone."
    },
    {
      "Word": "fawn",
      "Type": "v",
      "Meaning": "to flatter or praise excessively; grovel",
      "Modern Family Example": "Cam would fawn over talent show judges even if Lily forgot her lines.",
      "Friends Example": "Rachel would fawn over her boss to avoid getting fired.",
      "Gilmore Girls Example": "Michel would fawn over every food critic like his job depended on it.",
      "Big Bang Theory Example": "Howard would fawn over astronauts—even the ones who ignored him."
    },
    {
      "Word": "flout",
      "Type": "v",
      "Meaning": "to show contempt for, as in a rule or convention; violate",
      "Modern Family Example": "Luke flouted the house rules by building a treehouse with fireworks.",
      "Friends Example": "Phoebe flouted logic every time she explained her past lives.",
      "Gilmore Girls Example": "Lorelai flouted traditional business rules with every quirky inn decision.",
      "Big Bang Theory Example": "Sheldon flouted fire drill protocol to finish a physics experiment."
    },
    {
      "Word": "garrulous",
      "Type": "adj",
      "Meaning": "pointlessly talkative, talking too much; loquacious",
      "Modern Family Example": "Mitchell found Cam’s garrulous wedding stories charming but exhausting.",
      "Friends Example": "Joey’s garrulous audition made the director say, ‘Cut!’ ten times.",
      "Gilmore Girls Example": "Babette’s garrulous nature made a five-minute update last an hour.",
      "Big Bang Theory Example": "Raj’s garrulous monologue about his ex bored the entire group."
    },
    {
      "Word": "glib",
      "Type": "adj",
      "Meaning": "marked by ease or informality; nonchalant; lacking in depth; superficial",
      "Modern Family Example": "Phil’s glib pitch about ‘Cloud Castles’ left the clients confused.",
      "Friends Example": "Chandler’s glib remark about moving in nearly started a breakup.",
      "Gilmore Girls Example": "Rory’s glib answer about her future worried Lorelai.",
      "Big Bang Theory Example": "Penny’s glib answer to Sheldon’s question was ‘just because.’"
    },
    {
      "Word": "hubris",
      "Type": "n",
      "Meaning": "overbearing presumption or pride; arrogance",
      "Modern Family Example": "Jay’s hubris got the best of him when he challenged Gloria to a salsa duel.",
      "Friends Example": "Ross’s hubris nearly ruined his second wedding, too.",
      "Gilmore Girls Example": "Logan’s hubris often clashed with Rory’s ambition.",
      "Big Bang Theory Example": "Sheldon’s hubris led to his downfall in trivia night—twice."
    },
    {
      "Word": "imminent",
      "Type": "adj",
      "Meaning": "about to happen; impending",
      "Modern Family Example": "Claire warned that if they didn’t hurry, Gloria’s rage would be imminent.",
      "Friends Example": "Phoebe shouted that labor was imminent—and everyone panicked.",
      "Gilmore Girls Example": "Paris declared the apocalypse was imminent—due to a late paper.",
      "Big Bang Theory Example": "Amy warned that if they skipped their lab deadline, disaster was imminent."
    },
    {
      "Word": "immutable",
      "Type": "adj",
      "Meaning": "not capable of change",
      "Modern Family Example": "Jay believed some traditions were immutable—like Sunday grilling.",
      "Friends Example": "Ross thought his museum routines were immutable—until they changed the label colors.",
      "Gilmore Girls Example": "Lorelai believed some coffee habits were immutable.",
      "Big Bang Theory Example": "Sheldon considered his seat preference immutable."
    },
    {
      "Word": "impetuous",
      "Type": "adj",
      "Meaning": "hastily or rashly energetic; impulsive and vehement",
      "Modern Family Example": "Luke’s impetuous decision to skateboard off the roof ended predictably in chaos.",
      "Friends Example": "Joey’s impetuous decision to buy a boat left him broke and confused.",
      "Gilmore Girls Example": "Rory’s impetuous decision to follow Jess to New York shocked everyone.",
      "Big Bang Theory Example": "Howard’s impetuous comment about Mars training landed him in trouble."
    },
    {
      "Word": "indifferent",
      "Type": "adj",
      "Meaning": "having no interest or concern; showing no bias or prejudice; nonchalant",
      "Modern Family Example": "Alex showed indifferent disinterest when her cousins messed up her books.",
      "Friends Example": "Rachel was indifferent to Ross’s dinosaur facts unless there was wine.",
      "Gilmore Girls Example": "Emily was indifferent to Stars Hollow traditions—until one won her over.",
      "Big Bang Theory Example": "Penny was indifferent to most scientific discussions."
    },
    {
      "Word": "inimical",
      "Type": "adj",
      "Meaning": "damaging; harmful; injurious",
      "Modern Family Example": "Gloria saw Claire’s comments as inimical to her fashion sense.",
      "Friends Example": "Chandler’s inimical remarks about Ross’s dates got him a glare.",
      "Gilmore Girls Example": "Taylor believed Lorelai’s inn renovations were inimical to town charm.",
      "Big Bang Theory Example": "Sheldon believed incorrect data was deeply inimical to his psyche."
    },
    {
      "Word": "intractable",
      "Type": "adj",
      "Meaning": "not easily managed or directed; stubborn; obstinate",
      "Modern Family Example": "Phil’s intractable optimism couldn’t be dimmed—even during power outages.",
      "Friends Example": "Monica’s intractable need to clean made living with her… exhausting.",
      "Gilmore Girls Example": "Paris was intractable during debate prep, ignoring every suggestion.",
      "Big Bang Theory Example": "Sheldon’s intractable obsession with routine drove Leonard mad."
    },
    {
      "Word": "intrepid",
      "Type": "adj",
      "Meaning": "steadfast and courageous; dauntless",
      "Modern Family Example": "Claire was intrepid in confronting the raccoon in the garage—while Phil screamed.",
      "Friends Example": "Phoebe was intrepid in trying any new food—even if it glowed.",
      "Gilmore Girls Example": "Rory was intrepid during her first solo trip to New York.",
      "Big Bang Theory Example": "Amy was intrepid at conferences, holding her own against Nobel laureates."
    },
    {
      "Word": "laconic",
      "Type": "adj",
      "Meaning": "using few words; terse",
      "Modern Family Example": "Jay’s laconic texts always read like business memos.",
      "Friends Example": "Chandler’s laconic humor came in one-liners and smirks.",
      "Gilmore Girls Example": "Luke’s laconic replies often meant more than whole conversations.",
      "Big Bang Theory Example": "Sheldon’s laconic replies often followed a lengthy rant."
    },
    {
      "Word": "maverick",
      "Type": "n",
      "Meaning": "an independent individual who does not go along with a group or party",
      "Modern Family Example": "Lily was a maverick in school—refusing to follow any lunchroom rules.",
      "Friends Example": "Phoebe was a maverick—refusing to sing anything remotely mainstream.",
      "Gilmore Girls Example": "Jess was a maverick—skipping school and writing his own rules.",
      "Big Bang Theory Example": "Sheldon was a maverick even among theoretical physicists."
    },
    {
      "Word": "mercurial",
      "Type": "adj",
      "Meaning": "characterized by rapid and unpredictable change in mood",
      "Modern Family Example": "Cam’s mood was so mercurial, Mitchell carried a ‘feelings meter.’",
      "Friends Example": "Ross’s mercurial moods baffled everyone—especially during holidays.",
      "Gilmore Girls Example": "Lorelai’s mercurial moods made Emily nervous about every conversation.",
      "Big Bang Theory Example": "Raj’s mercurial dating moods confused even his dog."
    },
    {
      "Word": "mollify",
      "Type": "v",
      "Meaning": "to calm or soothe; to reduce in emotional intensity",
      "Modern Family Example": "Mitchell tried to mollify Cam with brownies after forgetting their anniversary.",
      "Friends Example": "Monica tried to mollify her parents with a perfect pie after forgetting their anniversary.",
      "Gilmore Girls Example": "Lorelai tried to mollify Sookie with coffee after changing the menu last minute.",
      "Big Bang Theory Example": "Amy mollified Sheldon with tea after Fun With Flags got canceled."
    },
    {
      "Word": "neophyte",
      "Type": "n",
      "Meaning": "a recent convert; a beginner; novice",
      "Modern Family Example": "Phil was a neophyte at parenting—learning diaper skills on the job.",
      "Friends Example": "Rachel was a neophyte at waiting tables—and it showed.",
      "Gilmore Girls Example": "Rory was a neophyte at journalism, still learning the ropes.",
      "Big Bang Theory Example": "Penny was a neophyte in quantum physics—but a fast learner."
    },
    {
      "Word": "obfuscate",
      "Type": "v",
      "Meaning": "to deliberately obscure; to make confusing",
      "Modern Family Example": "Cam obfuscated the budget report with glitter and emojis.",
      "Friends Example": "Chandler obfuscated his emotions with sarcasm.",
      "Gilmore Girls Example": "Taylor obfuscated the permit rules to delay Lorelai’s inn.",
      "Big Bang Theory Example": "Howard obfuscated the real cost of his gadgets from Bernadette."
    },
    {
      "Word": "obstinate",
      "Type": "adj",
      "Meaning": "stubborn; hardheaded; uncompromising",
      "Modern Family Example": "Gloria was obstinate about keeping her leopard print wallpaper.",
      "Friends Example": "Ross remained obstinate about his ‘we were on a break’ theory.",
      "Gilmore Girls Example": "Emily was obstinate about dress codes at Friday dinners.",
      "Big Bang Theory Example": "Sheldon was obstinate about his spot on the couch."
    },
    {
      "Word": "ostentatious",
      "Type": "adj",
      "Meaning": "characterized by or given to pretentious display; show",
      "Modern Family Example": "Haley’s outfit at dinner was... ostentatious, even by her standards.",
      "Friends Example": "Joey’s jacket was so ostentatious, it nearly blinded Chandler.",
      "Gilmore Girls Example": "Paris’s party dress was nothing short of ostentatious.",
      "Big Bang Theory Example": "Howard’s belt buckle collection was... ostentatious."
    },
    {
      "Word": "pervade",
      "Type": "v",
      "Meaning": "to permeate throughout",
      "Modern Family Example": "Phil’s enthusiasm for real estate pervaded every family conversation.",
      "Friends Example": "Phoebe’s optimism pervaded the group—even during job crises.",
      "Gilmore Girls Example": "Lorelai’s joy pervaded the entire inn on opening day.",
      "Big Bang Theory Example": "Sheldon’s opinions pervaded every conversation—solicited or not."
    },
    {
      "Word": "phlegmatic",
      "Type": "adj",
      "Meaning": "calm; sluggish; unemotional",
      "Modern Family Example": "Jay remained phlegmatic during even the noisiest family meltdowns.",
      "Friends Example": "Ross was unusually phlegmatic about being dumped—until wine hit.",
      "Gilmore Girls Example": "Rory stayed phlegmatic during Yale interviews—on the surface.",
      "Big Bang Theory Example": "Leonard stayed phlegmatic even when Sheldon insulted him."
    },
    {
      "Word": "plethora",
      "Type": "n",
      "Meaning": "an overabundance; a surplus; glut; scads",
      "Modern Family Example": "Claire baked a plethora of cookies—then hid them from Luke.",
      "Friends Example": "Monica prepared a plethora of Thanksgiving dishes… even duck confit.",
      "Gilmore Girls Example": "Lorelai made a plethora of jokes to hide her anxiety.",
      "Big Bang Theory Example": "Howard brought a plethora of snacks to every D&D game."
    },
    {
      "Word": "pragmatic",
      "Type": "adj",
      "Meaning": "practical rather than idealistic",
      "Modern Family Example": "Claire’s pragmatic approach to birthday parties included spreadsheets.",
      "Friends Example": "Rachel’s pragmatic shopping strategy: sale + style = success.",
      "Gilmore Girls Example": "Luke’s pragmatic advice helped Rory through college decisions.",
      "Big Bang Theory Example": "Leonard’s pragmatic solution was usually: 'Just lie to him.'"
    },
    {
      "Word": "presumptuous",
      "Type": "adj",
      "Meaning": "overstepping due bounds; taking liberties",
      "Modern Family Example": "Phil’s presumptuous suggestion that he could ‘fix the dishwasher’ ended in disaster.",
      "Friends Example": "Joey made a presumptuous move kissing Chandler’s new date.",
      "Gilmore Girls Example": "Logan made a presumptuous entrance to Lorelai’s inn—without knocking.",
      "Big Bang Theory Example": "Raj’s presumptuous romantic gestures rarely worked out."
    },
    {
      "Word": "pristine",
      "Type": "adj",
      "Meaning": "pure; uncorrupted; clean; immaculate",
      "Modern Family Example": "Gloria’s garden was pristine—until Joe started digging.",
      "Friends Example": "Monica kept her kitchen pristine—unless Joey visited.",
      "Gilmore Girls Example": "The Dragonfly Inn was pristine thanks to Michel’s obsessive cleaning.",
      "Big Bang Theory Example": "Amy kept her lab pristine—no exceptions."
    },
    {
      "Word": "probity",
      "Type": "n",
      "Meaning": "adherence to highest principles; complete integrity; uprightness",
      "Modern Family Example": "Mitchell’s probity made him the perfect candidate for school legal advice.",
      "Friends Example": "Phoebe’s probity showed when she returned a found wallet full of cash.",
      "Gilmore Girls Example": "Rory’s probity made her a favorite of professors.",
      "Big Bang Theory Example": "Sheldon’s probity was unwavering, especially in contracts."
    },
    {
      "Word": "proclivity",
      "Type": "n",
      "Meaning": "a natural predisposition or inclination",
      "Modern Family Example": "Alex had a proclivity for academic competitions and spreadsheets.",
      "Friends Example": "Ross had a proclivity for long lectures and shorter relationships.",
      "Gilmore Girls Example": "Jess had a proclivity for brooding near bookshelves.",
      "Big Bang Theory Example": "Howard had a proclivity for making bad jokes at NASA events."
    },
    {
      "Word": "profligate",
      "Type": "adj",
      "Meaning": "excessively wasteful; recklessly extravagant",
      "Modern Family Example": "Luke’s profligate spending on tech gadgets made Phil sweat.",
      "Friends Example": "Joey’s profligate spending on cologne left him broke and pungent.",
      "Gilmore Girls Example": "Logan’s profligate spending stunned even Lorelai.",
      "Big Bang Theory Example": "Raj’s profligate spending on cologne had Penny worried."
    },
    {
      "Word": "propensity",
      "Type": "n",
      "Meaning": "a natural inclination or tendency; penchant",
      "Modern Family Example": "Cam’s propensity to cry during musicals was legendary.",
      "Friends Example": "Rachel had a propensity for dramatic exits from coffee shops.",
      "Gilmore Girls Example": "Rory had a propensity to over-apologize—even when she wasn’t wrong.",
      "Big Bang Theory Example": "Penny had a propensity for eavesdropping through the door."
    },
    {
      "Word": "prosaic",
      "Type": "adj",
      "Meaning": "dull; lacking in spirit or imagination",
      "Modern Family Example": "Jay’s prosaic birthday card was redeemed by a heartfelt note.",
      "Friends Example": "Chandler’s apartment décor was intentionally prosaic.",
      "Gilmore Girls Example": "Emily’s prosaic tea parties contrasted with Lorelai’s vibrant style.",
      "Big Bang Theory Example": "Leonard’s prosaic responses bored Penny during arguments."
    },
    {
      "Word": "pungent",
      "Type": "adj",
      "Meaning": "characterized by a strong, sharp smell or taste",
      "Modern Family Example": "Gloria’s kitchen had a pungent aroma from her spicy soup.",
      "Friends Example": "Phoebe’s potpourri gave off a pungent smell that made Ross sneeze.",
      "Gilmore Girls Example": "Babette’s chili had a pungent smell that filled the town.",
      "Big Bang Theory Example": "Sheldon’s lab had a pungent chemical smell for days."
    },
    {
      "Word": "quixotic",
      "Type": "adj",
      "Meaning": "foolishly impractical; marked by lofty romantic ideals",
      "Modern Family Example": "Phil’s quixotic idea of building a backyard zipline never left the drawing board.",
      "Friends Example": "Ross’s quixotic plan to teach Ben Latin failed before it began.",
      "Gilmore Girls Example": "Kirk’s quixotic plan to sell homemade alarm clocks lasted two days.",
      "Big Bang Theory Example": "Raj’s quixotic poetry phase lasted exactly three days."
    },
    {
      "Word": "quotidian",
      "Type": "adj",
      "Meaning": "occurring or recurring daily; commonplace; dull; repetitive",
      "Modern Family Example": "Claire’s quotidian routine involved coffee, chaos, and complaints.",
      "Friends Example": "Monica’s quotidian calendar included cleaning ‘fun’ every Saturday.",
      "Gilmore Girls Example": "Rory’s quotidian routine included coffee, books, and more coffee.",
      "Big Bang Theory Example": "Sheldon’s quotidian dinner schedule never changed."
    },
    {
      "Word": "rarefy",
      "Type": "v",
      "Meaning": "to make or become thin, less dense; to refine",
      "Modern Family Example": "Phil tried to rarefy the conversation with big words—unsuccessfully.",
      "Friends Example": "Joey’s attempt to rarefy his role with Shakespearean flair… did not land.",
      "Gilmore Girls Example": "Paris tried to rarefy her paper with obscure references.",
      "Big Bang Theory Example": "Sheldon tried to rarefy a cereal discussion into metaphysics."
    },
    {
      "Word": "recondite",
      "Type": "adj",
      "Meaning": "hidden; concealed; difficult to understand; obscure",
      "Modern Family Example": "Mitchell’s explanation of tax law was a bit too recondite for the family dinner.",
      "Friends Example": "Ross’s recondite explanation of paleontology confused even himself.",
      "Gilmore Girls Example": "Richard’s lectures sometimes veered into recondite territory.",
      "Big Bang Theory Example": "Sheldon’s explanation of string theory was wildly recondite."
    },
    {
      "Word": "refulgent",
      "Type": "adj",
      "Meaning": "radiant; shiny; brilliant",
      "Modern Family Example": "Lily’s dress sparkled with refulgent sequins Cam insisted on.",
      "Friends Example": "Rachel’s new dress was refulgent—Chandler wore shades indoors.",
      "Gilmore Girls Example": "Rory’s prom dress had refulgent sequins under the lights.",
      "Big Bang Theory Example": "Amy wore a refulgent brooch that distracted Sheldon during a lecture."
    },
    {
      "Word": "renege",
      "Type": "v",
      "Meaning": "to fail to honor a commitment; to go back on a promise",
      "Modern Family Example": "Jay reneged on his promise to watch a rom-com, opting for golf instead.",
      "Friends Example": "Chandler reneged on his no-sarcasm pact five minutes in.",
      "Gilmore Girls Example": "Jess reneged on his promise to write back from California.",
      "Big Bang Theory Example": "Leonard reneged on the gaming pact after Penny’s call."
    },
    {
      "Word": "sedulous",
      "Type": "adj",
      "Meaning": "diligent; persistent; hardworking; industrious",
      "Modern Family Example": "Alex’s sedulous prep for finals terrified even her teachers.",
      "Friends Example": "Ross’s sedulous effort to win Rachel back involved 14 voicemail drafts.",
      "Gilmore Girls Example": "Paris’s sedulous prep for finals was legendary.",
      "Big Bang Theory Example": "Amy’s sedulous work ethic made her a rising star in neuroscience."
    },
    {
      "Word": "shard",
      "Type": "n",
      "Meaning": "a piece of broken pottery or glass",
      "Modern Family Example": "Luke handed Claire a glass shard, saying, ‘Look! Treasure!’",
      "Friends Example": "Phoebe claimed to find a shard from an ancient temple—it was a plate.",
      "Gilmore Girls Example": "Rory found a shard of her broken Yale mug and kept it.",
      "Big Bang Theory Example": "Howard gave Bernadette a shard of broken satellite as a gift."
    },
    {
      "Word": "soporific",
      "Type": "adj",
      "Meaning": "causing drowsiness; tending to induce sleep; somniferous",
      "Modern Family Example": "Phil’s long lecture had a soporific effect—Jay was snoring within minutes.",
      "Friends Example": "Joey’s lullaby had a surprisingly soporific effect on the group.",
      "Gilmore Girls Example": "Taylor’s soporific speech on zoning laws put half the town to sleep.",
      "Big Bang Theory Example": "Sheldon’s soporific documentary narration put even himself to sleep."
    },
    {
      "Word": "sparse",
      "Type": "adj",
      "Meaning": "thin; not dense; arranged at widely spaced intervals",
      "Modern Family Example": "Phil’s sparse beard attempt left even Luke speechless.",
      "Friends Example": "Joey’s sparse mustache attempt was met with collective horror.",
      "Gilmore Girls Example": "The Stars Hollow festival had a sparse turnout thanks to a surprise blizzard.",
      "Big Bang Theory Example": "Sheldon’s sparse compliments were so rare they became lore."
    },
    {
      "Word": "spendthrift",
      "Type": "n",
      "Meaning": "one who spends money wastefully",
      "Modern Family Example": "Haley’s spendthrift spree maxed out her credit card in 20 minutes.",
      "Friends Example": "Rachel was a total spendthrift during post-breakup shopping binges.",
      "Gilmore Girls Example": "Lorelai’s spendthrift nature showed every time she passed an antique shop.",
      "Big Bang Theory Example": "Howard’s spendthrift attitude at Comic-Con led to emergency Venmo requests."
    },
    {
      "Word": "subtle",
      "Type": "adj",
      "Meaning": "not obvious; elusive; difficult to discern",
      "Modern Family Example": "Claire’s subtle eye-rolls were her only response to Phil’s dad jokes.",
      "Friends Example": "Ross gave a subtle nudge when Joey forgot his line—again.",
      "Gilmore Girls Example": "Rory’s subtle disapproval was conveyed through a single raised eyebrow.",
      "Big Bang Theory Example": "Amy gave a subtle glance that said, ‘Don’t start with Sheldon now.’"
    },
    {
      "Word": "tacit",
      "Type": "adj",
      "Meaning": "implied; not explicitly stated",
      "Modern Family Example": "Jay’s support was tacit—no hugs, just a nod of approval.",
      "Friends Example": "Monica’s approval of Chandler’s tie was tacit—she didn’t burn it.",
      "Gilmore Girls Example": "Emily’s support for Rory was often tacit—expressed with pearls, not praise.",
      "Big Bang Theory Example": "Leonard’s tacit agreement was expressed through cautious nodding."
    },
    {
      "Word": "terse",
      "Type": "adj",
      "Meaning": "brief and concise in wording",
      "Modern Family Example": "Mitchell’s terse reply to Cam’s costume idea was just 'No.'",
      "Friends Example": "Chandler’s terse breakup texts were infamous.",
      "Gilmore Girls Example": "Paris’s terse comments made class discussions painfully efficient.",
      "Big Bang Theory Example": "Sheldon’s terse emails were praised for their ‘concise cruelty.’"
    },
    {
      "Word": "tout",
      "Type": "v",
      "Meaning": "to publicly praise or promote",
      "Modern Family Example": "Cam continued to tout Lily’s singing talent—after one karaoke night.",
      "Friends Example": "Phoebe would tout her massage services even during coffee breaks.",
      "Gilmore Girls Example": "Lorelai would tout Luke’s pancakes to any passing tourist.",
      "Big Bang Theory Example": "Howard liked to tout his astronaut badge—even during takeout orders."
    },
    {
      "Word": "trenchant",
      "Type": "adj",
      "Meaning": "sharply perceptive; keen; penetrating",
      "Modern Family Example": "Alex’s trenchant observation shut down the entire family debate.",
      "Friends Example": "Ross made a trenchant point—then ruined it with a dinosaur joke.",
      "Gilmore Girls Example": "Rory’s trenchant critiques in debate club made even Paris sweat.",
      "Big Bang Theory Example": "Amy’s trenchant comments about relationships stunned Sheldon into silence."
    },
    {
      "Word": "unfeigned",
      "Type": "adj",
      "Meaning": "genuine; not false or hypocritical",
      "Modern Family Example": "Gloria’s unfeigned happiness at Jay’s gift warmed everyone’s heart.",
      "Friends Example": "Joey’s unfeigned joy over pizza was unmatched.",
      "Gilmore Girls Example": "Lorelai’s unfeigned love for coffee needed no explanation.",
      "Big Bang Theory Example": "Sheldon’s unfeigned excitement over trains was oddly charming."
    },
    {
      "Word": "untenable",
      "Type": "adj",
      "Meaning": "indefensible; not viable; uninhabitable",
      "Modern Family Example": "Phil’s plan to add a pool to the attic was clearly untenable.",
      "Friends Example": "Rachel’s justification for not returning the ring was untenable.",
      "Gilmore Girls Example": "Kirk’s plan to turn the bookstore into a gym was completely untenable.",
      "Big Bang Theory Example": "Raj’s idea of proposing with a drone was... utterly untenable."
    },
    {
      "Word": "vacillate",
      "Type": "v",
      "Meaning": "to waver indecisively between one course of action or opinion and another; waver",
      "Modern Family Example": "Claire vacillated between grounded and 'just disappointed.'",
      "Friends Example": "Monica vacillated between lasagna and quiche for the brunch menu.",
      "Gilmore Girls Example": "Lorelai vacillated between sarcasm and sentiment when dealing with Emily.",
      "Big Bang Theory Example": "Leonard vacillated between agreeing with Penny and surviving Sheldon."
    },
    {
      "Word": "variegated",
      "Type": "adj",
      "Meaning": "multicolored; characterized by a variety of patches of different color",
      "Modern Family Example": "Lily wore a variegated tutu that Cam insisted was ‘avant-garde.’",
      "Friends Example": "Phoebe’s variegated scarf was ‘artistic’ and definitely blinding.",
      "Gilmore Girls Example": "Miss Patty’s variegated scarves were legendary in Stars Hollow.",
      "Big Bang Theory Example": "Sheldon rejected the variegated sweater Amy knitted for ‘lacking symmetry.’"
    },
    {
      "Word": "vexation",
      "Type": "n",
      "Meaning": "annoyance; irritation",
      "Modern Family Example": "Luke’s pranks often led to Claire’s vexation.",
      "Friends Example": "Chandler’s sarcasm caused Ross’s vexation on a daily basis.",
      "Gilmore Girls Example": "Taylor’s constant rule changes caused everyone’s vexation.",
      "Big Bang Theory Example": "Penny’s vexation peaked whenever Sheldon used her Wi-Fi."
    },
    {
      "Word": "vigilant",
      "Type": "adj",
      "Meaning": "alertly watchful",
      "Modern Family Example": "Jay remained vigilant about locking the garage—since the raccoon incident.",
      "Friends Example": "Ross stayed vigilant for signs of Rachel dating someone new.",
      "Gilmore Girls Example": "Luke stayed vigilant during town meetings—ready to shut down Kirk’s schemes.",
      "Big Bang Theory Example": "Amy stayed vigilant during Sheldon’s nap schedule to avoid wake-up wrath."
    },
    {
      "Word": "vituperate",
      "Type": "v",
      "Meaning": "to use harsh condemnatory language; to abuse or censure severely or abusively; berate",
      "Modern Family Example": "Cam vituperated the PTA in a dramatic email—then baked them muffins.",
      "Friends Example": "Monica vituperated Joey for using her fancy towels as napkins.",
      "Gilmore Girls Example": "Emily vituperated the wait staff with precision—and a smile.",
      "Big Bang Theory Example": "Sheldon vituperated his physics rival with elegant fury."
    },
    {
      "Word": "volatile",
      "Type": "adj",
      "Meaning": "readily changing to a vapor; changeable; fickle; explosive",
      "Modern Family Example": "Phil’s moods were as volatile as his real estate market updates.",
      "Friends Example": "Rachel’s emotions were so volatile, even Phoebe brought tissues.",
      "Gilmore Girls Example": "Lorelai’s mood during snow season was volatile—happy, then sleepy, then cranky.",
      "Big Bang Theory Example": "Sheldon’s emotions were as volatile as his experiments."
    }
  ],
  "List5": [
    {
      "Word": "abash",
      "Type": "v",
      "Meaning": "to make ashamed; to embarrass",
      "Modern Family Example": "Phil was abashed when his magic trick went hilariously wrong at Lily’s party.",
      "Friends Example": "Ross was abashed after tripping on stage at his lecture.",
      "Gilmore Girls Example": "Lorelai was abashed when her phone rang during the town meeting—playing disco music.",
      "Big Bang Theory Example": "Sheldon was abashed after misquoting a Star Trek episode."
    },
    {
      "Word": "abject",
      "Type": "adj",
      "Meaning": "hopeless; extremely sad; defeated; wretched",
      "Modern Family Example": "Claire’s abject expression after forgetting Luke’s school play was unforgettable.",
      "Friends Example": "Joey’s abject attempt at French left even Phoebe speechless.",
      "Gilmore Girls Example": "Rory felt abject after missing Lorelai’s graduation.",
      "Big Bang Theory Example": "Raj’s abject heartbreak after Lucy left was hard to watch."
    },
    {
      "Word": "abnegate",
      "Type": "v",
      "Meaning": "to deny oneself things; to reject; to renounce",
      "Modern Family Example": "Cam tried to abnegate desserts, but one glance at pie and he folded.",
      "Friends Example": "Monica tried to abnegate sugar—until Thanksgiving pie arrived.",
      "Gilmore Girls Example": "Lorelai attempted to abnegate coffee for one day—it ended in chaos.",
      "Big Bang Theory Example": "Sheldon tried to abnegate junk food for exactly four hours."
    },
    {
      "Word": "abrogate",
      "Type": "v",
      "Meaning": "to abolish or repeal formally; to set aside; to nullify a law or a decree",
      "Modern Family Example": "Mitchell wanted to abrogate Cam’s plan for a live flamingo at the wedding.",
      "Friends Example": "Rachel wanted to abrogate her gym membership after one spinning class.",
      "Gilmore Girls Example": "Emily wanted to abrogate Friday night dinners after one too many arguments.",
      "Big Bang Theory Example": "Amy proposed to abrogate the roommate agreement—Sheldon fainted."
    },
    {
      "Word": "abstemious",
      "Type": "adj",
      "Meaning": "sparing or moderate, especially in eating and drinking",
      "Modern Family Example": "Jay remained abstemious at family dinners, avoiding Gloria’s second helpings.",
      "Friends Example": "Ross was abstemious at Thanksgiving—compared to Joey.",
      "Gilmore Girls Example": "Rory was abstemious at Sookie’s dinner party, shocking everyone.",
      "Big Bang Theory Example": "Sheldon was surprisingly abstemious at Penny’s party buffet."
    },
    {
      "Word": "abstruse",
      "Type": "adj",
      "Meaning": "hard to understand or grasp",
      "Modern Family Example": "Alex’s explanation of quantum mechanics seemed abstruse to everyone else.",
      "Friends Example": "Ross’s abstruse lecture notes confused even the professor.",
      "Gilmore Girls Example": "Paris’s lecture on 17th-century politics was abstruse even to the professor.",
      "Big Bang Theory Example": "Sheldon’s theories were so abstruse even the department chair was lost."
    },
    {
      "Word": "abysmal",
      "Type": "adj",
      "Meaning": "extremely hopeless or wretched; bottomless",
      "Modern Family Example": "Phil’s abysmal attempt at DIY plumbing flooded the kitchen.",
      "Friends Example": "Chandler’s abysmal karaoke attempt cleared the bar.",
      "Gilmore Girls Example": "Lorelai’s financial situation in her twenties was abysmal.",
      "Big Bang Theory Example": "Howard’s musical audition was abysmal… and unforgettable."
    },
    {
      "Word": "accede",
      "Type": "v",
      "Meaning": "to give in; to yield; to agree",
      "Modern Family Example": "Claire finally acceded to Haley’s road trip, after a lot of negotiation.",
      "Friends Example": "Rachel acceded to Monica’s rules—after much eye-rolling.",
      "Gilmore Girls Example": "Rory finally acceded to attend Chilton after much persuasion.",
      "Big Bang Theory Example": "Leonard finally acceded to go dancing with Penny—reluctantly."
    },
    {
      "Word": "accrete",
      "Type": "v",
      "Meaning": "to increase by growth or addition",
      "Modern Family Example": "Luke’s mess seemed to accrete across the entire living room floor.",
      "Friends Example": "Joey’s laundry accreted until it could walk on its own.",
      "Gilmore Girls Example": "Books began to accrete in Rory’s dorm room until it resembled a library.",
      "Big Bang Theory Example": "Comics began to accrete on Sheldon’s desk like geological strata."
    },
    {
      "Word": "adduce",
      "Type": "v",
      "Meaning": "to bring forward as an example or as proof; to cite",
      "Modern Family Example": "Mitchell adduced last year’s receipts as proof of Cam’s overspending.",
      "Friends Example": "Ross adduced a fossil to prove his point—again.",
      "Gilmore Girls Example": "Lorelai adduced her hard work as reason enough to skip Friday dinner.",
      "Big Bang Theory Example": "Sheldon adduced Spock’s logic to win arguments—always."
    },
    {
      "Word": "adroit",
      "Type": "adj",
      "Meaning": "skillful; dexterous; clever; socially at ease",
      "Modern Family Example": "Cam was surprisingly adroit at handling Lily’s diva meltdowns.",
      "Friends Example": "Phoebe was adroit at sneaking weird ideas into songs.",
      "Gilmore Girls Example": "Luke was adroit at fixing coffee machines, unlike Taylor.",
      "Big Bang Theory Example": "Amy was adroit at both neuroscience and sarcasm."
    },
    {
      "Word": "advent",
      "Type": "n",
      "Meaning": "arrival; coming; beginning",
      "Modern Family Example": "The advent of Jay’s birthday brought panic to the unprepared family.",
      "Friends Example": "The advent of Chandler moving in sent Monica into a cleaning frenzy.",
      "Gilmore Girls Example": "The advent of Rory’s first newspaper article made Lorelai beam with pride.",
      "Big Bang Theory Example": "The advent of the Large Hadron Collider news had Sheldon pacing."
    },
    {
      "Word": "affable",
      "Type": "adj",
      "Meaning": "easy to talk to; friendly",
      "Modern Family Example": "Phil’s affable charm made him a favorite among open house guests.",
      "Friends Example": "Joey’s affable nature made him beloved—even when broke.",
      "Gilmore Girls Example": "Babette’s affable nature made her the neighborhood’s favorite gossip.",
      "Big Bang Theory Example": "Leonard’s affable charm made Penny’s friends instantly like him."
    },
    {
      "Word": "affectation",
      "Type": "n",
      "Meaning": "unnatural or artificial behavior, usually intended to impress",
      "Modern Family Example": "Cam’s British accent at brunch was clearly an affectation.",
      "Friends Example": "Rachel’s British accent at the office was an obvious affectation.",
      "Gilmore Girls Example": "Emily’s posh accent during tea time was a clear affectation.",
      "Big Bang Theory Example": "Howard’s fake accent at the banquet was an obvious affectation."
    },
    {
      "Word": "aggregate",
      "Type": "n",
      "Meaning": "sum total; a collection of separate things mixed together",
      "Modern Family Example": "The Dunphy household was an aggregate of chaos, noise, and snacks.",
      "Friends Example": "Monica’s fridge was an aggregate of leftovers from three holidays.",
      "Gilmore Girls Example": "Stars Hollow was an aggregate of quirky personalities.",
      "Big Bang Theory Example": "The apartment was an aggregate of collectibles, posters, and physics."
    },
    {
      "Word": "aghast",
      "Type": "adj",
      "Meaning": "terrified; shocked",
      "Modern Family Example": "Gloria looked aghast when Joe painted the dog blue.",
      "Friends Example": "Phoebe was aghast when she found out her cab was towed.",
      "Gilmore Girls Example": "Lane looked aghast when her mom found the drum kit.",
      "Big Bang Theory Example": "Raj looked aghast when Cinnamon ate his experiment materials."
    },
    {
      "Word": "allege",
      "Type": "v",
      "Meaning": "to assert without proof",
      "Modern Family Example": "Phil alleged he could fix the wiring—Claire called an electrician anyway.",
      "Friends Example": "Ross alleged he didn’t cheat at trivia—everyone disagreed.",
      "Gilmore Girls Example": "Rory alleged that Jess skipped class—he didn’t deny it.",
      "Big Bang Theory Example": "Sheldon alleged that Wil Wheaton cheated—again."
    },
    {
      "Word": "allusion",
      "Type": "n",
      "Meaning": "an indirect reference to something else; a hint",
      "Modern Family Example": "Mitchell made an allusion to Cam’s past fashion faux pas without naming it.",
      "Friends Example": "Chandler made an allusion to Joey’s dating disasters with a single look.",
      "Gilmore Girls Example": "Lorelai made an allusion to Emily’s ‘generosity’ with a sarcastic smile.",
      "Big Bang Theory Example": "Amy made an allusion to Sheldon’s ego without naming it."
    },
    {
      "Word": "ambience",
      "Type": "n",
      "Meaning": "atmosphere; mood; feeling",
      "Modern Family Example": "The ambience at Cam’s dinner party was disrupted by an unexpected salsa contest.",
      "Friends Example": "The ambience at Monica’s dinner was ruined by Ross’s dinosaur trivia.",
      "Gilmore Girls Example": "The ambience at the inn was always warm and cozy.",
      "Big Bang Theory Example": "The ambience during game night was intense and competitive."
    },
    {
      "Word": "ambivalent",
      "Type": "adj",
      "Meaning": "undecided; having opposing feelings simultaneously",
      "Modern Family Example": "Claire was ambivalent about letting Luke babysit Joe.",
      "Friends Example": "Joey felt ambivalent about auditioning for a role as a nurse.",
      "Gilmore Girls Example": "Rory felt ambivalent about Logan’s impulsive proposal.",
      "Big Bang Theory Example": "Penny was ambivalent about restarting acting classes."
    },
    {
      "Word": "amiable",
      "Type": "adj",
      "Meaning": "friendly; agreeable",
      "Modern Family Example": "Phil’s amiable attitude often won over even grumpy neighbors.",
      "Friends Example": "Phoebe was amiable even when insulting someone—somehow.",
      "Gilmore Girls Example": "Luke’s amiable attitude won over even the pickiest guests.",
      "Big Bang Theory Example": "Raj’s amiable nature helped him win over dog owners at the park."
    },
    {
      "Word": "amorphous",
      "Type": "adj",
      "Meaning": "shapeless; blob like",
      "Modern Family Example": "Lily’s sculpture looked amorphous—like a marshmallow on a mission.",
      "Friends Example": "Joey’s clay sculpture looked amorphous… yet proud.",
      "Gilmore Girls Example": "Kirk’s sculpture was amorphous… and possibly upside down.",
      "Big Bang Theory Example": "Howard’s ‘spaceship’ model looked amorphous—Leonard asked if it melted."
    },
    {
      "Word": "anathema",
      "Type": "n",
      "Meaning": "something or someone loathed or detested; a formal ecclesiastical curse and excommunication",
      "Modern Family Example": "Cam treated the PTA president like an anathema after the play budget cut.",
      "Friends Example": "Janice was anathema to Chandler’s peace of mind.",
      "Gilmore Girls Example": "Taylor treated the idea of movie night on a weekday as anathema.",
      "Big Bang Theory Example": "Sheldon considered astrology anathema to science."
    },
    {
      "Word": "ancillary",
      "Type": "adj",
      "Meaning": "subordinate; providing assistance",
      "Modern Family Example": "Mitchell acted as Cam’s ancillary support during rehearsal madness.",
      "Friends Example": "Rachel was Monica’s ancillary support during every breakup cleanup.",
      "Gilmore Girls Example": "Lane became Mrs. Kim’s ancillary assistant in running the shop.",
      "Big Bang Theory Example": "Bernadette was often the ancillary voice of reason during guy debates."
    },
    {
      "Word": "animosity",
      "Type": "n",
      "Meaning": "resentment; hostility; ill will",
      "Modern Family Example": "Jay’s animosity toward Phil’s gadgets showed every time the smart fridge beeped.",
      "Friends Example": "Ross’s animosity toward Mark flared at even a mention of his name.",
      "Gilmore Girls Example": "Emily’s animosity toward Lorelai’s choices was ever-present.",
      "Big Bang Theory Example": "Sheldon’s animosity toward rival scientists was theatrical."
    },
    {
      "Word": "antecedent",
      "Type": "n",
      "Meaning": "something that went before; a preceding cause or event",
      "Modern Family Example": "The antecedent to Gloria’s rage? Jay forgetting their anniversary—again.",
      "Friends Example": "The antecedent to Joey’s meltdown? No more sandwiches.",
      "Gilmore Girls Example": "Lorelai saw her independent inn as the antecedent to her true freedom.",
      "Big Bang Theory Example": "The antecedent to Amy’s rant? Sheldon forgetting their anniversary."
    },
    {
      "Word": "antipathy",
      "Type": "n",
      "Meaning": "firm dislike; a strong feeling of aversion",
      "Modern Family Example": "Claire had strong antipathy toward glitter—especially in the carpets.",
      "Friends Example": "Rachel had an antipathy for spiders—and basement laundry rooms.",
      "Gilmore Girls Example": "Rory’s antipathy toward injustice showed during debates.",
      "Big Bang Theory Example": "Leonard had deep antipathy for Sheldon’s bathroom schedule."
    },
    {
      "Word": "antithesis",
      "Type": "n",
      "Meaning": "the direct opposite",
      "Modern Family Example": "Cam’s calm demeanor was the antithesis of Mitchell’s stress spiral.",
      "Friends Example": "Monica’s obsessiveness was the antithesis of Joey’s laid-back vibe.",
      "Gilmore Girls Example": "Logan’s charm was the antithesis of Jess’s brooding vibe.",
      "Big Bang Theory Example": "Amy’s structured logic was the antithesis of Penny’s intuition."
    },
    {
      "Word": "apex",
      "Type": "n",
      "Meaning": "highest point; zenith; pinnacle; apogee; summit",
      "Modern Family Example": "Phil reached the apex of dad joke delivery during Christmas dinner.",
      "Friends Example": "Joey considered his sandwich recipe the apex of culinary achievement.",
      "Gilmore Girls Example": "Rory considered her Yale admission the apex of her academic life.",
      "Big Bang Theory Example": "Sheldon believed his Nobel ambition was the apex of intellectual pursuit."
    },
    {
      "Word": "aphorism",
      "Type": "n",
      "Meaning": "a brief, witty saying; a proverb",
      "Modern Family Example": "Jay dropped an aphorism every time someone complained about hard work.",
      "Friends Example": "Chandler dropped aphorisms like, ‘Could I be any more right?’",
      "Gilmore Girls Example": "Lorelai always had an aphorism for any coffee-related crisis.",
      "Big Bang Theory Example": "Sheldon frequently used aphorisms like 'The mind is a fire to be kindled.'"
    },
    {
      "Word": "apocryphal",
      "Type": "adj",
      "Meaning": "of dubious authenticity; fictitious",
      "Modern Family Example": "Phil’s apocryphal story about selling a haunted house had everyone laughing.",
      "Friends Example": "Phoebe’s apocryphal tales about her past were... questionable at best.",
      "Gilmore Girls Example": "Babette’s ghost story was likely apocryphal—but very entertaining.",
      "Big Bang Theory Example": "Howard’s story about NASA’s ghost was clearly apocryphal."
    },
    {
      "Word": "apostasy",
      "Type": "n",
      "Meaning": "abandonment or rejection of faith or loyalty",
      "Modern Family Example": "Luke’s sudden shift from science club to skateboarder felt like apostasy to Alex.",
      "Friends Example": "Chandler’s rejection of Thanksgiving was total apostasy to Monica.",
      "Gilmore Girls Example": "Jess’s rebellion felt like apostasy to his mom’s hopes.",
      "Big Bang Theory Example": "Raj’s shift to a goth wardrobe felt like apostasy to his usual persona."
    },
    {
      "Word": "apposite",
      "Type": "adj",
      "Meaning": "distinctly suitable; pertinent",
      "Modern Family Example": "Claire’s apposite remarks always ended arguments fast.",
      "Friends Example": "Rachel’s apposite fashion advice saved Joey’s audition.",
      "Gilmore Girls Example": "Paris’s apposite criticism always landed with brutal precision.",
      "Big Bang Theory Example": "Leonard’s apposite remarks helped Penny during her interview prep."
    },
    {
      "Word": "appropriate",
      "Type": "v",
      "Meaning": "to take without permission; to set aside for a particular use",
      "Modern Family Example": "Phil tried to appropriate Jay’s tools—Jay noticed immediately.",
      "Friends Example": "Joey tried to appropriate Monica’s cheesecake—bad move.",
      "Gilmore Girls Example": "Kirk tried to appropriate Taylor’s candy display scheme—unsuccessfully.",
      "Big Bang Theory Example": "Howard tried to appropriate Bernadette’s lab samples—he was caught instantly."
    },
    {
      "Word": "arbiter",
      "Type": "n",
      "Meaning": "one who decides; a judge",
      "Modern Family Example": "Claire became the arbiter of bedtime disputes between Luke and Haley.",
      "Friends Example": "Ross acted like the arbiter during group trivia night—and lost.",
      "Gilmore Girls Example": "Lorelai acted as the arbiter in the eternal Rory vs. Paris debate.",
      "Big Bang Theory Example": "Sheldon believed he was the arbiter of intellectual disputes."
    },
    {
      "Word": "arcane",
      "Type": "adj",
      "Meaning": "mysterious; known only to a select few; esoteric",
      "Modern Family Example": "Cam loved sharing arcane Broadway trivia during dinner—no one asked.",
      "Friends Example": "Phoebe's knowledge of arcane spiritual practices confused even Monica.",
      "Gilmore Girls Example": "Rory’s knowledge of arcane literature impressed even her professors.",
      "Big Bang Theory Example": "Amy often referenced arcane neurology theories at dinner."
    },
    {
      "Word": "archetype",
      "Type": "n",
      "Meaning": "an original model or pattern",
      "Modern Family Example": "Phil viewed himself as the archetype of the cool dad—results varied.",
      "Friends Example": "Joey thought he was the archetype of masculinity—until he wore lipstick on set.",
      "Gilmore Girls Example": "Emily considered herself the archetype of elegance.",
      "Big Bang Theory Example": "Leonard saw himself as the archetype of a misunderstood genius."
    },
    {
      "Word": "arrant",
      "Type": "adj",
      "Meaning": "utter; unmitigated; very bad",
      "Modern Family Example": "Jay’s arrant refusal to attend yoga class led to Gloria’s icy silence.",
      "Friends Example": "Chandler’s arrant sarcasm made even Ross groan.",
      "Gilmore Girls Example": "Taylor’s arrant interference at town meetings annoyed everyone.",
      "Big Bang Theory Example": "Howard’s arrant jokes often got him in trouble with Bernadette."
    },
    {
      "Word": "astute",
      "Type": "adj",
      "Meaning": "shrewd; keen in judgment",
      "Modern Family Example": "Alex made an astute observation about Luke’s ‘science’ project being a volcano—again.",
      "Friends Example": "Rachel’s astute assessment of fashion faux pas stunned her boss.",
      "Gilmore Girls Example": "Rory made an astute comment about a classmate's essay structure.",
      "Big Bang Theory Example": "Amy made an astute observation about Sheldon’s behavior during dates."
    },
    {
      "Word": "attrition",
      "Type": "n",
      "Meaning": "a gradual wearing away, weakening, or loss; a natural decrease in numbers or size",
      "Modern Family Example": "Attrition at family game night was real—Cam and Mitchell always left first.",
      "Friends Example": "The attrition of roommates in Joey’s apartment was alarming.",
      "Gilmore Girls Example": "The attrition of guests at Friday night dinners concerned Emily.",
      "Big Bang Theory Example": "The attrition of test subjects alarmed the psychology department."
    },
    {
      "Word": "augment",
      "Type": "v",
      "Meaning": "to make bigger; to add to; to increase",
      "Modern Family Example": "Phil tried to augment his height by wearing shoes with lifts.",
      "Friends Example": "Monica tried to augment the Thanksgiving menu—everyone protested.",
      "Gilmore Girls Example": "Lorelai tried to augment the inn’s charm with quirky new decor.",
      "Big Bang Theory Example": "Sheldon tried to augment his intelligence with brain-training games."
    },
    {
      "Word": "auspicious",
      "Type": "adj",
      "Meaning": "favorable; promising",
      "Modern Family Example": "Lily’s dance recital on Friday was an auspicious start to the weekend.",
      "Friends Example": "The sunny forecast felt like an auspicious sign for Monica’s wedding.",
      "Gilmore Girls Example": "Snowfall on a school day was always an auspicious sign for Lorelai.",
      "Big Bang Theory Example": "Sheldon considered a new physics journal article an auspicious event."
    },
    {
      "Word": "avow",
      "Type": "v",
      "Meaning": "to claim; to declare boldly; to admit",
      "Modern Family Example": "Gloria didn’t hesitate to avow her opinion—loudly.",
      "Friends Example": "Joey didn’t hesitate to avow his love for sandwiches.",
      "Gilmore Girls Example": "Rory didn’t hesitate to avow her love for books.",
      "Big Bang Theory Example": "Howard was quick to avow his love for space travel."
    },
    {
      "Word": "banal",
      "Type": "adj",
      "Meaning": "unoriginal; ordinary; trite; hackneyed",
      "Modern Family Example": "Jay found Claire’s suggestion for another meeting hopelessly banal.",
      "Friends Example": "Chandler found Ross’s speech about fossils painfully banal.",
      "Gilmore Girls Example": "Paris dismissed everything as banal unless it was written before 1800.",
      "Big Bang Theory Example": "Raj’s dating advice was often banal and unhelpful."
    },
    {
      "Word": "belabor",
      "Type": "v",
      "Meaning": "to go over repeatedly or to an absurd extent",
      "Modern Family Example": "Cam continued to belabor his Tony Award dream at every brunch.",
      "Friends Example": "Monica belabored the seating plan until everyone gave up.",
      "Gilmore Girls Example": "Lorelai belabored her complaints about the inn’s plumbing all week.",
      "Big Bang Theory Example": "Leonard belabored the pros and cons of moving in with Penny."
    },
    {
      "Word": "beleaguer",
      "Type": "v",
      "Meaning": "to surround; to besiege; to harass",
      "Modern Family Example": "Phil felt beleaguered after trying to assemble the grill without instructions.",
      "Friends Example": "Ross felt beleaguered by constant dinosaur jokes.",
      "Gilmore Girls Example": "Luke felt beleaguered by customers ordering double decaf with attitude.",
      "Big Bang Theory Example": "Sheldon felt beleaguered by roommate agreement violations."
    },
    {
      "Word": "belie",
      "Type": "v",
      "Meaning": "to give a false impression of; to contradict",
      "Modern Family Example": "Claire’s calm voice belied her simmering frustration.",
      "Friends Example": "Rachel’s carefree tone belied her stress over her job.",
      "Gilmore Girls Example": "Rory’s polite tone belied her disappointment in Logan.",
      "Big Bang Theory Example": "Amy’s pleasant smile belied her growing frustration."
    },
    {
      "Word": "benign",
      "Type": "adj",
      "Meaning": "gentle; not harmful; kind; mild",
      "Modern Family Example": "Cam’s remarks were surprisingly benign, even after Mitchell’s critique.",
      "Friends Example": "Phoebe’s music, though unusual, was always benign.",
      "Gilmore Girls Example": "Babette’s advice was often blunt but benign.",
      "Big Bang Theory Example": "Leonard’s advice to Sheldon was surprisingly benign."
    },
    {
      "Word": "bereave",
      "Type": "v",
      "Meaning": "to deprive or leave desolate, especially through death",
      "Modern Family Example": "Gloria felt bereaved when Manny started spending less time with her.",
      "Friends Example": "Ross felt utterly bereaved after the monkey left.",
      "Gilmore Girls Example": "Rory felt bereaved when Dean started dating someone new.",
      "Big Bang Theory Example": "Sheldon looked bereaved after being kicked from his gaming clan."
    },
    {
      "Word": "blithe",
      "Type": "adj",
      "Meaning": "carefree; cheerful",
      "Modern Family Example": "Luke’s blithe attitude toward homework drove Alex insane.",
      "Friends Example": "Joey’s blithe attitude toward rent baffled Chandler.",
      "Gilmore Girls Example": "Lorelai’s blithe mood irritated Emily during serious discussions.",
      "Big Bang Theory Example": "Penny’s blithe attitude about science confused Sheldon."
    },
    {
      "Word": "broach",
      "Type": "v",
      "Meaning": "to open up a subject for discussion, often a delicate subject",
      "Modern Family Example": "Mitchell was too afraid to broach the topic of Cam’s budget decisions.",
      "Friends Example": "Rachel awkwardly broached the subject of moving in with Ross.",
      "Gilmore Girls Example": "Rory finally broached the topic of dropping a class.",
      "Big Bang Theory Example": "Sheldon awkwardly broached the idea of coitus on a scheduled Thursday."
    },
    {
      "Word": "brook",
      "Type": "v",
      "Meaning": "to bear or tolerate; to put up with something",
      "Modern Family Example": "Jay would brook no nonsense when it came to barbecue rules.",
      "Friends Example": "Monica would brook no lateness on Thanksgiving.",
      "Gilmore Girls Example": "Lorelai would brook no delays in her morning coffee ritual.",
      "Big Bang Theory Example": "Amy would brook no deviation from her research protocol."
    },
    {
      "Word": "callow",
      "Type": "adj",
      "Meaning": "immature; childish; puerile",
      "Modern Family Example": "Luke’s callow attempt at lying was... obvious.",
      "Friends Example": "Joey’s callow acting choices amused the director—briefly.",
      "Gilmore Girls Example": "Rory’s callow excitement over college applications made Lorelai nostalgic.",
      "Big Bang Theory Example": "Raj’s callow excitement about his new telescope amused Howard."
    },
    {
      "Word": "cardinal",
      "Type": "adj",
      "Meaning": "most important; chief",
      "Modern Family Example": "The cardinal rule in the Dunphy household: never touch Claire’s wine.",
      "Friends Example": "The cardinal rule in Monica’s kitchen? Sanitize everything.",
      "Gilmore Girls Example": "Emily considered the guest list the cardinal component of any event.",
      "Big Bang Theory Example": "The cardinal rule in Sheldon’s apartment: never sit in his spot."
    },
    {
      "Word": "catholic",
      "Type": "adj",
      "Meaning": "universal; embracing everything",
      "Modern Family Example": "Cam had a catholic appreciation for musicals—he loved them all equally.",
      "Friends Example": "Phoebe’s taste in music was thoroughly catholic.",
      "Gilmore Girls Example": "Rory’s catholic reading habits ranged from Proust to pop fiction.",
      "Big Bang Theory Example": "Sheldon’s catholic interests included trains, flags, and obscure trivia."
    },
    {
      "Word": "cavil",
      "Type": "v",
      "Meaning": "to quibble; to raise trivial objections",
      "Modern Family Example": "Mitchell caviled about every detail of the dinner seating chart.",
      "Friends Example": "Ross caviled about every item in the wedding registry.",
      "Gilmore Girls Example": "Paris caviled over the tiniest errors in student essays.",
      "Big Bang Theory Example": "Sheldon caviled at every misquoted equation."
    },
    {
      "Word": "chagrin",
      "Type": "n",
      "Meaning": "humiliation; embarrassed disappointment",
      "Modern Family Example": "Phil’s chagrin was visible after messing up his magic trick—again.",
      "Friends Example": "Chandler’s chagrin was clear after losing his shoe in Monica’s trash chute.",
      "Gilmore Girls Example": "Lorelai’s chagrin was evident when Luke missed their date.",
      "Big Bang Theory Example": "Leonard’s chagrin peaked during his mom’s visit."
    },
    {
      "Word": "choleric",
      "Type": "adj",
      "Meaning": "hot-tempered; quick to anger",
      "Modern Family Example": "Claire’s choleric response to Phil’s drone crashing into her roses was loud and swift.",
      "Friends Example": "Rachel’s choleric meltdown over coffee orders became legend.",
      "Gilmore Girls Example": "Emily’s choleric outburst during brunch silenced the entire table.",
      "Big Bang Theory Example": "Sheldon’s choleric rant about string theory silenced the cafeteria."
    },
    {
      "Word": "circumspect",
      "Type": "adj",
      "Meaning": "cautious; to look around",
      "Modern Family Example": "Jay is always circumspect before speaking in family meetings—unlike Cam.",
      "Friends Example": "Ross tried to be circumspect while breaking up—he failed.",
      "Gilmore Girls Example": "Rory was always circumspect during Yale interviews.",
      "Big Bang Theory Example": "Leonard became circumspect after Penny threw a pillow at him."
    },
    {
      "Word": "coalesce",
      "Type": "v",
      "Meaning": "to come together as one; to fuse; to unite; commingle; amalgamate",
      "Modern Family Example": "All the cousins coalesced for one chaotic family photo.",
      "Friends Example": "The group coalesced for one chaotic game of football.",
      "Gilmore Girls Example": "The town coalesced to support Miss Patty’s anniversary show.",
      "Big Bang Theory Example": "The team coalesced to complete the Mars rover presentation."
    },
    {
      "Word": "coda",
      "Type": "n",
      "Meaning": "a passage concluding a musical composition",
      "Modern Family Example": "Lily ended her school play with a dramatic coda and a deep bow.",
      "Friends Example": "Phoebe ended her song with an unexpected harmonica coda.",
      "Gilmore Girls Example": "Kirk’s speech ended with an off-key harmonica coda.",
      "Big Bang Theory Example": "Sheldon ended his physics podcast with a dramatic coda."
    },
    {
      "Word": "cognizant",
      "Type": "adj",
      "Meaning": "fully informed; knowledgeable; aware",
      "Modern Family Example": "Alex was always cognizant of everyone’s flaws—and made notes.",
      "Friends Example": "Monica was always cognizant of food expiration dates.",
      "Gilmore Girls Example": "Rory remained cognizant of her responsibilities, even during chaos.",
      "Big Bang Theory Example": "Amy was always cognizant of social cues—unlike Sheldon."
    },
    {
      "Word": "collusion",
      "Type": "n",
      "Meaning": "conspiracy; secret cooperation",
      "Modern Family Example": "Gloria suspected Manny and Luke were in collusion over the missing cookies.",
      "Friends Example": "Chandler suspected collusion between Joey and the pizza guy.",
      "Gilmore Girls Example": "Lorelai suspected collusion between Sookie and Michel about cake flavors.",
      "Big Bang Theory Example": "Howard suspected collusion between Raj and Bernadette on trivia night."
    },
    {
      "Word": "commensurate",
      "Type": "adj",
      "Meaning": "equal; proportionate",
      "Modern Family Example": "The excitement level at brunch was not commensurate with the number of pancakes.",
      "Friends Example": "Joey’s fame was not commensurate with his talent—or lack thereof.",
      "Gilmore Girls Example": "Lorelai’s excitement was not commensurate with the inn’s minor renovations.",
      "Big Bang Theory Example": "Raj’s reaction was not commensurate with missing Comic-Con."
    },
    {
      "Word": "conciliatory",
      "Type": "adj",
      "Meaning": "making peace; attempting to resolve a dispute through goodwill",
      "Modern Family Example": "Mitchell’s conciliatory tone calmed Cam after the floral arrangement fight.",
      "Friends Example": "Rachel’s conciliatory tone helped end the Ross vs. Julie feud.",
      "Gilmore Girls Example": "Rory’s conciliatory gesture helped smooth things with Paris.",
      "Big Bang Theory Example": "Amy’s conciliatory tone calmed Sheldon after an argument."
    },
    {
      "Word": "consecrate",
      "Type": "v",
      "Meaning": "to make or declare sacred",
      "Modern Family Example": "Jay consecrated his grill with bacon grease and a quiet prayer.",
      "Friends Example": "Joey consecrated his chair with pizza grease.",
      "Gilmore Girls Example": "Emily tried to consecrate the family legacy with traditions.",
      "Big Bang Theory Example": "Sheldon tried to consecrate his spot with a cushion from Comic-Con."
    },
    {
      "Word": "consonant",
      "Type": "adj",
      "Meaning": "harmonious; in agreement",
      "Modern Family Example": "Phil and Claire’s plans were rarely consonant—but somehow worked.",
      "Friends Example": "Phoebe’s beliefs were rarely consonant with science.",
      "Gilmore Girls Example": "Lorelai and Rory were rarely consonant about early mornings.",
      "Big Bang Theory Example": "Leonard and Sheldon were rarely consonant on thermostat settings."
    },
    {
      "Word": "consummate",
      "Type": "adj",
      "Meaning": "perfect; complete; supremely skillful",
      "Modern Family Example": "Cam’s performance at the fundraiser was consummate theater.",
      "Friends Example": "Ross saw himself as a consummate paleontologist and romantic—wrongly.",
      "Gilmore Girls Example": "Sookie was a consummate chef—except when distracted.",
      "Big Bang Theory Example": "Sheldon considered himself a consummate scientist and friend."
    },
    {
      "Word": "contumely",
      "Type": "n",
      "Meaning": "rudeness; insolence; arrogance",
      "Modern Family Example": "Lily’s contumely toward the babysitter left everyone speechless.",
      "Friends Example": "Janice’s contumely toward waitstaff made everyone uncomfortable.",
      "Gilmore Girls Example": "Paris’s contumely in debate left her opponents speechless.",
      "Big Bang Theory Example": "Howard’s contumely toward Wolowitz Sr. was eventually replaced by forgiveness."
    },
    {
      "Word": "convivial",
      "Modern Family Example": "Phil threw a convivial backyard party with tiki torches and karaoke.",
      "Friends Example": "Joey's convivial nature made him the life of every party.",
      "Gilmore Girls Example": "Lorelai’s convivial energy made every town event more entertaining.",
      "Big Bang Theory Example": "Sheldon wasn’t exactly convivial at dinner parties—unless it involved trivia."
    },
    {
      "Word": "copious",
      "Modern Family Example": "Cam made copious edits to Lily’s play script—none of them subtle.",
      "Friends Example": "Monica prepared a copious amount of food—as always.",
      "Gilmore Girls Example": "Rory had copious notes for every class—even electives.",
      "Big Bang Theory Example": "Leonard had copious data sheets no one but Sheldon could understand."
    },
    {
      "Word": "corroborate",
      "Modern Family Example": "Mitchell tried to corroborate his alibi with a timestamped selfie.",
      "Friends Example": "Ross tried to corroborate his theory with three textbooks.",
      "Gilmore Girls Example": "Lorelai tried to corroborate her excuse with a cup of coffee as a prop.",
      "Big Bang Theory Example": "Amy tried to corroborate her feelings with a brain scan."
    },
    {
      "Word": "coterie",
      "Modern Family Example": "Cam referred to his high school show choir as his 'coterie of soul.'",
      "Friends Example": "Phoebe referred to her songwriting group as her coterie of chaos.",
      "Gilmore Girls Example": "Rory and Paris eventually formed a strange academic coterie.",
      "Big Bang Theory Example": "Sheldon considered his physics team his scientific coterie."
    },
    {
      "Word": "countenance",
      "Modern Family Example": "Claire’s frozen countenance gave away her anger more than words.",
      "Friends Example": "Chandler’s countenance gave away his fear of commitment instantly.",
      "Gilmore Girls Example": "Emily’s countenance revealed everything she wouldn’t say aloud.",
      "Big Bang Theory Example": "Leonard’s countenance always gave away when Sheldon annoyed him."
    },
    {
      "Word": "covet",
      "Modern Family Example": "Lily began to covet Gloria’s jewelry box during a sleepover.",
      "Friends Example": "Rachel began to covet Monica’s engagement ring—quietly.",
      "Gilmore Girls Example": "Rory couldn’t help but covet the editor position at Yale’s paper.",
      "Big Bang Theory Example": "Raj began to covet Howard’s astronaut status after Comic-Con."
    },
    {
      "Word": "cull",
      "Modern Family Example": "Jay tried to cull only the finest cigars for poker night.",
      "Friends Example": "Ross tried to cull the best fossils from his collection for display.",
      "Gilmore Girls Example": "Lorelai tried to cull the best items from the antique fair.",
      "Big Bang Theory Example": "Sheldon tried to cull only the top-rated episodes for TV night."
    },
    {
      "Word": "cursory",
      "Modern Family Example": "Phil gave a cursory glance at the instructions—then built it backwards.",
      "Friends Example": "Joey gave a cursory glance at the script and improvised the rest.",
      "Gilmore Girls Example": "Paris gave a cursory glance to Rory’s essay and still found flaws.",
      "Big Bang Theory Example": "Howard gave a cursory inspection of the Mars Rover—then broke it."
    },
    {
      "Word": "daunt",
      "Modern Family Example": "Luke’s science project daunted even the judging panel.",
      "Friends Example": "Monica's cleanliness daunted Joey completely.",
      "Gilmore Girls Example": "Lorelai was daunted by her first Chilton parent-teacher meeting.",
      "Big Bang Theory Example": "Sheldon was daunted by the idea of using a public restroom."
    },
    {
      "Word": "debacle",
      "Modern Family Example": "The trampoline incident was a full-blown Dunphy debacle.",
      "Friends Example": "The cheesecake on the hallway floor led to a full-on debacle.",
      "Gilmore Girls Example": "The Chilton fashion show started as a debacle but ended well.",
      "Big Bang Theory Example": "Sheldon’s birthday party was a social debacle until Amy saved it."
    },
    {
      "Word": "debauchery",
      "Modern Family Example": "Cam's Vegas trip recap hinted at borderline debauchery.",
      "Friends Example": "Joey’s Vegas weekend was one long episode of debauchery.",
      "Gilmore Girls Example": "Kirk’s bachelor party hinted at unexpected levels of debauchery.",
      "Big Bang Theory Example": "Howard’s bachelor party planning bordered on debauchery."
    },
    {
      "Word": "decorous",
      "Modern Family Example": "Mitchell insisted the table be set in a decorous fashion.",
      "Friends Example": "Emily expected a decorous wedding—not a Rachel surprise.",
      "Gilmore Girls Example": "Emily ensured everything at the tea party remained decorous.",
      "Big Bang Theory Example": "Amy ensured decorous behavior at her formal dinner night."
    },
    {
      "Word": "deleterious",
      "Modern Family Example": "Phil’s experiment with hover shoes proved deleterious to the mailbox.",
      "Friends Example": "Ross’s idea to pivot the couch was ultimately deleterious to everyone’s spine.",
      "Gilmore Girls Example": "Emily called Rory’s casual clothes deleterious to her image.",
      "Big Bang Theory Example": "Leonard’s experiment had deleterious side effects—like burned eyebrows."
    },
    {
      "Word": "deluge",
      "Modern Family Example": "A deluge of RSVPs left Claire rethinking the guest list.",
      "Friends Example": "Phoebe received a deluge of fan mail after her Smelly Cat performance.",
      "Gilmore Girls Example": "A deluge of town flyers covered Rory’s locker before the dance.",
      "Big Bang Theory Example": "Raj’s inbox faced a deluge of dating app notifications."
    },
    {
      "Word": "deprecate",
      "Modern Family Example": "Jay couldn't help but deprecate Phil’s obsession with magic tricks.",
      "Friends Example": "Chandler would always deprecate his job—even while doing well at it.",
      "Gilmore Girls Example": "Emily didn’t hesitate to deprecate Lorelai’s lifestyle.",
      "Big Bang Theory Example": "Sheldon would deprecate Penny’s acting dreams with awkward sincerity."
    },
    {
      "Word": "dilapidated",
      "Modern Family Example": "Luke’s room reached a level of dilapidated even rats would avoid.",
      "Friends Example": "Their old couch looked completely dilapidated after Joey’s nap sessions.",
      "Gilmore Girls Example": "The Dragonfly Inn basement was charmingly dilapidated.",
      "Big Bang Theory Example": "The elevator remained eternally dilapidated."
    },
    {
      "Word": "discomfit",
      "Modern Family Example": "Cam’s entrance discomfited the crowd—he wore sequins at a BBQ.",
      "Friends Example": "Rachel’s surprise visit discomfited Ross, especially mid-date.",
      "Gilmore Girls Example": "Rory was discomfited by Logan’s bold moves at family dinners.",
      "Big Bang Theory Example": "Leonard’s plan was discomfited by Sheldon’s hourly schedule interruption."
    },
    {
      "Word": "discourse",
      "Modern Family Example": "Gloria led a discourse on salsa dancing that silenced everyone.",
      "Friends Example": "Monica started a discourse on proper towel-folding technique.",
      "Gilmore Girls Example": "Lorelai’s dinner discourse ranged from pop culture to poetry.",
      "Big Bang Theory Example": "Sheldon’s discourse on string theory was never brief."
    },
    {
      "Word": "doggerel",
      "Modern Family Example": "Lily’s poem at school turned unintentionally into hilarious doggerel.",
      "Friends Example": "Phoebe composed doggerel about soap and squirrels—again.",
      "Gilmore Girls Example": "Kirk’s love poem was unintentionally hilarious doggerel.",
      "Big Bang Theory Example": "Howard wrote a doggerel song about space food—Penny loved it."
    },
    {
      "Word": "egregious",
      "Modern Family Example": "Phil’s egregious attempt at salsa dancing made the whole family cringe.",
      "Friends Example": "Joey’s audition performance was egregious—he read the stage directions aloud.",
      "Gilmore Girls Example": "Emily’s egregious comment at Friday dinner ended the conversation.",
      "Big Bang Theory Example": "Raj’s egregious overuse of cologne cleared the comic book store."
    },
    {
      "Word": "elucidate",
      "Modern Family Example": "Alex had to elucidate the Wi-Fi settings to clueless Phil.",
      "Friends Example": "Ross tried to elucidate evolution at Thanksgiving. Big mistake.",
      "Gilmore Girls Example": "Rory had to elucidate her plans to both Lorelai and Richard.",
      "Big Bang Theory Example": "Amy had to elucidate romantic cues to Sheldon repeatedly."
    },
    {
      "Word": "empirical",
      "Modern Family Example": "Cam insisted on empirical proof before buying a new baby stroller.",
      "Friends Example": "Chandler demanded empirical proof that 'moo point' was a real phrase.",
      "Gilmore Girls Example": "Lorelai believed in empirical shopping: try before you buy.",
      "Big Bang Theory Example": "Sheldon only believed in empirical results—emotions weren’t data."
    },
    {
      "Word": "endemic",
      "Modern Family Example": "Gloria’s spicy cooking was endemic to her Colombian roots.",
      "Friends Example": "Phoebe’s love for the quirky was endemic to her personality.",
      "Gilmore Girls Example": "Stars Hollow’s quirky traditions were endemic to its charm.",
      "Big Bang Theory Example": "Penny’s acting skills were endemic to her charm (and struggles)."
    },
    {
      "Word": "enormity",
      "Modern Family Example": "Claire feared the enormity of planning Christmas solo.",
      "Friends Example": "Monica took the enormity of planning Thanksgiving very seriously.",
      "Gilmore Girls Example": "Taylor’s enforcement of lawn gnome rules bordered on enormity.",
      "Big Bang Theory Example": "Sheldon saw the roommate agreement as protection from social enormity."
    },
    {
      "Word": "epicure",
      "Modern Family Example": "Mitchell labeled himself an epicure after one cheese tasting.",
      "Friends Example": "Chandler tried to be an epicure but only ordered chicken nuggets.",
      "Gilmore Girls Example": "Michel fancied himself an epicure—but only for pastries.",
      "Big Bang Theory Example": "Raj called himself an epicure—but he just liked free food."
    },
    {
      "Word": "epitome",
      "Modern Family Example": "Cam called Lily the epitome of stage presence.",
      "Friends Example": "Rachel became the epitome of confidence in her Ralph Lauren job.",
      "Gilmore Girls Example": "Rory was the epitome of bookish charm in high school.",
      "Big Bang Theory Example": "Sheldon viewed himself as the epitome of rational behavior."
    },
    {
      "Word": "equanimity",
      "Modern Family Example": "Jay handled toddler chaos with surprising equanimity.",
      "Friends Example": "Ross’s equanimity faded every time someone mentioned 'We were on a break!'",
      "Gilmore Girls Example": "Richard handled family drama with signature equanimity.",
      "Big Bang Theory Example": "Bernadette handled lab meltdowns with shocking equanimity."
    },
    {
      "Word": "eschew",
      "Modern Family Example": "Claire tried to eschew drama, but her family wouldn’t let her.",
      "Friends Example": "Monica tried to eschew drama—but she married Chandler.",
      "Gilmore Girls Example": "Lorelai tried to eschew commitment—until Max happened.",
      "Big Bang Theory Example": "Sheldon tried to eschew human contact—until Amy."
    },
    {
      "Word": "espouse",
      "Modern Family Example": "Phil would espouse any theory involving aliens or robots.",
      "Friends Example": "Ross would espouse any theory about dinosaurs given the chance.",
      "Gilmore Girls Example": "Paris was quick to espouse any academic argument she believed in.",
      "Big Bang Theory Example": "Leonard was quick to espouse any theory Penny understood."
    },
    {
      "Word": "evince",
      "Modern Family Example": "Mitchell’s silence evinced his disapproval better than words.",
      "Friends Example": "Phoebe’s face evinced horror when she learned meat was in the cake.",
      "Gilmore Girls Example": "Emily’s sigh evinced her disapproval more than any words.",
      "Big Bang Theory Example": "Raj’s silence evinced his discomfort at group therapy."
    },
    {
      "Word": "exhort",
      "Modern Family Example": "Claire exhorted everyone to be on time—no one listened.",
      "Friends Example": "Rachel exhorted everyone to attend her fashion show.",
      "Gilmore Girls Example": "Sookie exhorted Lorelai to hire more staff for the inn opening.",
      "Big Bang Theory Example": "Sheldon exhorted the group to follow the Halo Night schedule."
    },
    {
      "Word": "exposition",
      "Modern Family Example": "Cam’s exposition on floral arrangements turned into a TED talk.",
      "Friends Example": "Ross's exposition on paleontology put Joey straight to sleep.",
      "Gilmore Girls Example": "Paris's exposition on medieval warfare shocked the class.",
      "Big Bang Theory Example": "Sheldon’s exposition on trains rivaled TED talks in length."
    },
    {
      "Word": "extol",
      "Modern Family Example": "Jay extolled the virtues of his recliner chair to every guest.",
      "Friends Example": "Phoebe extolled the virtues of her cab-driving grandma.",
      "Gilmore Girls Example": "Richard extolled Yale’s traditions at every chance.",
      "Big Bang Theory Example": "Howard extolled his own space mission endlessly."
    },
    {
      "Word": "facile",
      "Modern Family Example": "Luke gave a facile explanation for the broken drone.",
      "Friends Example": "Joey’s answers on the game show were amusingly facile.",
      "Gilmore Girls Example": "Rory gave a facile summary of Dostoevsky—still got an A.",
      "Big Bang Theory Example": "Penny’s facile explanation of science always impressed Sheldon."
    },
    {
      "Word": "fatuous",
      "Modern Family Example": "Phil’s fatuous remark about parenting sparked a Claire eye-roll.",
      "Friends Example": "Chandler’s fatuous jokes hid his deeper insecurities.",
      "Gilmore Girls Example": "Miss Patty’s fatuous theater critiques were legendary.",
      "Big Bang Theory Example": "Sheldon’s fatuous knock sequence was iconic—and absurd."
    },
    {
      "Word": "fetter",
      "Meaning": "to restrain; to hamper",
      "Modern Family Example": "Claire tried to fetter Phil’s over-the-top open house ideas before he installed fireworks.",
      "Friends Example": "Monica tried to fetter Joey’s access to snacks before Thanksgiving dinner.",
      "Gilmore Girls Example": "Emily tried to fetter Lorelai’s impulsive decisions about Rory’s schooling.",
      "Big Bang Theory Example": "Amy had to fetter Sheldon’s experiment before it turned explosive."
    },
    {
      "Word": "flag",
      "Meaning": "to weaken; to slow down",
      "Modern Family Example": "Phil’s enthusiasm began to flag after no one showed up to his seminar on real estate magic.",
      "Friends Example": "Rachel’s energy began to flag after another double shift at Central Perk.",
      "Gilmore Girls Example": "Lorelai’s energy would flag only after three back-to-back Friday dinners.",
      "Big Bang Theory Example": "Sheldon’s enthusiasm began to flag after three failed hypotheses."
    },
    {
      "Word": "flippant",
      "Meaning": "frivolously shallow and disrespectful",
      "Modern Family Example": "Luke’s flippant response to Claire’s lecture earned him dish duty for a week.",
      "Friends Example": "Chandler’s flippant joke during an interview cost him the job—again.",
      "Gilmore Girls Example": "Rory gave a flippant remark about Chilton—then had to explain it to Paris.",
      "Big Bang Theory Example": "Howard’s flippant remarks during the meeting got them kicked out."
    },
    {
      "Word": "foment",
      "Meaning": "to stir up; to instigate",
      "Modern Family Example": "Cam tried to foment excitement among parents for his school musical by hinting at a surprise celebrity.",
      "Friends Example": "Phoebe tried to foment rebellion during a work meeting at her massage job.",
      "Gilmore Girls Example": "Paris loved to foment academic panic before every debate.",
      "Big Bang Theory Example": "Raj tried to foment excitement for his planetarium exhibit."
    },
    {
      "Word": "forbear",
      "Meaning": "to refrain from; to abstain",
      "Modern Family Example": "Jay had to forbear from commenting on Gloria’s wildly decorated Christmas tree.",
      "Friends Example": "Ross had to forbear from correcting Rachel’s dinosaur facts on their date.",
      "Gilmore Girls Example": "Lorelai had to forbear from laughing during Emily’s formal toasts.",
      "Big Bang Theory Example": "Leonard had to forbear from correcting Sheldon—for once."
    },
    {
      "Word": "founder",
      "Meaning": "to fail; to collapse; to sink",
      "Modern Family Example": "Phil’s plans for a backyard zipline quickly foundered when the post snapped in half.",
      "Friends Example": "Joey’s acting career briefly foundered after a failed audition for a milk commercial.",
      "Gilmore Girls Example": "Rory’s perfect interview foundered when she blanked on the editor’s name.",
      "Big Bang Theory Example": "Howard’s Mars rover demo foundered in front of NASA reps."
    },
    {
      "Word": "fulsome",
      "Meaning": "offensively flattering or insincere; repulsive",
      "Modern Family Example": "Gloria gave a fulsome compliment to Claire’s cooking—while clearly hiding her disgust.",
      "Friends Example": "Ross’s fulsome praise of Emily’s bridesmaid dress raised several eyebrows.",
      "Gilmore Girls Example": "Emily’s fulsome compliments at dinner always had a judgmental undertone.",
      "Big Bang Theory Example": "Raj’s fulsome praise of his own fashion sense made the group cringe."
    },
    {
      "Word": "gainsay",
      "Meaning": "to deny; to speak or act against",
      "Modern Family Example": "Mitchell was quick to gainsay Cam’s claim that their dog could win a talent show.",
      "Friends Example": "Rachel couldn’t gainsay Monica’s claim—she *had* borrowed the boots without asking.",
      "Gilmore Girls Example": "Lorelai couldn’t gainsay Luke’s point—she *had* bailed last minute.",
      "Big Bang Theory Example": "Sheldon would never gainsay Spock's logic—ever."
    },
    {
      "Word": "gambit",
      "Meaning": "a scheme to gain an advantage; a ploy",
      "Modern Family Example": "Claire’s gambit to pretend she liked football just to bond with Jay almost worked.",
      "Friends Example": "Phoebe’s gambit to get free cab rides involved pretending to be a psychic.",
      "Gilmore Girls Example": "Rory’s gambit to distract the Dean worked—but also caused a scene.",
      "Big Bang Theory Example": "Leonard’s gambit to win Penny over involved physics puns and wine."
    },
    {
      "Word": "genial",
      "Meaning": "cheerful and pleasant; friendly; helpful",
      "Modern Family Example": "Cam’s genial nature made him the unofficial welcome committee of the neighborhood.",
      "Friends Example": "Joey’s genial nature made him everyone’s favorite roommate—despite the mess.",
      "Gilmore Girls Example": "Sookie’s genial demeanor made her the heart of the Dragonfly Inn.",
      "Big Bang Theory Example": "Amy’s genial attitude helped smooth over many of Sheldon’s outbursts."
    },
    {
      "Word": "germane",
      "Meaning": "applicable; pertinent; relevant",
      "Modern Family Example": "Alex’s science project was germane to the conversation—until Luke brought up aliens.",
      "Friends Example": "Rachel’s experience at Ralph Lauren was germane to her new startup idea.",
      "Gilmore Girls Example": "Paris insisted every comment in class be germane to the syllabus.",
      "Big Bang Theory Example": "Sheldon insisted all comments during Fun with Flags be germane."
    },
    {
      "Word": "gratis",
      "Meaning": "free of charge",
      "Modern Family Example": "Manny declared his poetry class was gratis, then made everyone pay to hear him recite.",
      "Friends Example": "Joey tried to pass off the cheesecake as gratis—until the bill arrived.",
      "Gilmore Girls Example": "Rory said the tickets were gratis, but forgot the service fee.",
      "Big Bang Theory Example": "Raj assumed the comic book was gratis—until Sheldon invoiced him."
    },
    {
      "Word": "gratuitous",
      "Meaning": "given freely (said of something bad); unjustified; unprovoked",
      "Modern Family Example": "Phil’s gratuitous storytelling during dinner left the family speechless—and not in a good way.",
      "Friends Example": "Chandler made a gratuitous remark about Janice that he immediately regretted.",
      "Gilmore Girls Example": "Taylor’s gratuitous rules during the festival caused a town revolt.",
      "Big Bang Theory Example": "Howard’s gratuitous Star Trek references confused everyone but Sheldon."
    },
    {
      "Word": "guile",
      "Meaning": "cunning; duplicity; artfulness",
      "Modern Family Example": "Lily used surprising guile to convince Cam she needed a second dessert.",
      "Friends Example": "Ross used guile to win back Rachel—he even brought the lobster analogy again.",
      "Gilmore Girls Example": "Kirk’s guile was surprisingly effective in selling his oddball inventions.",
      "Big Bang Theory Example": "Sheldon’s guile wasn’t strong, but he tried to manipulate game night rules."
    },
    {
      "Word": "harbinger",
      "Meaning": "a forerunner; a signal of",
      "Modern Family Example": "Luke’s sneezing fit was the harbinger of an incoming cold that would derail their vacation.",
      "Friends Example": "The sudden rainstorm was a harbinger of another disastrous wedding for Ross.",
      "Gilmore Girls Example": "Rory’s panic attacks were often harbingers of overcommitment.",
      "Big Bang Theory Example": "Amy’s eye twitch was a harbinger of a pending lab rant."
    },
    {
      "Word": "hermetic",
      "Meaning": "impervious to external influence; airtight",
      "Modern Family Example": "Mitchell’s hermetic container of leftovers was so airtight that even Jay couldn’t open it.",
      "Friends Example": "Monica’s hermetic container of cookies was so tight even Joey gave up.",
      "Gilmore Girls Example": "Lorelai kept her coffee stash in a hermetic jar—just in case.",
      "Big Bang Theory Example": "Sheldon kept his snack stash in hermetic containers, labeled and locked."
    },
    {
      "Word": "idyllic",
      "Meaning": "charming in a rustic way; naturally peaceful",
      "Modern Family Example": "Jay wanted an idyllic getaway, but the kids turned it into a muddy obstacle course.",
      "Friends Example": "Phoebe described Central Park as idyllic—except when ducks stole her lunch.",
      "Gilmore Girls Example": "Stars Hollow was Rory’s idyllic escape from Yale stress.",
      "Big Bang Theory Example": "Penny imagined an idyllic life—until Sheldon barged in."
    },
    {
      "Word": "ignominy",
      "Meaning": "deep disgrace",
      "Modern Family Example": "Claire still remembered the ignominy of losing the class presidency to her high school rival.",
      "Friends Example": "Chandler remembered the ignominy of being dumped on *his* birthday.",
      "Gilmore Girls Example": "Rory felt ignominy when her article got rejected by the Yale paper.",
      "Big Bang Theory Example": "Leonard remembered the ignominy of his failed high school experiment."
    },
    {
      "Word": "impecunious",
      "Meaning": "without money; penniless",
      "Modern Family Example": "Phil joked about being impecunious after buying three drones in one week.",
      "Friends Example": "Joey joked about being impecunious—until he asked Chandler for rent again.",
      "Gilmore Girls Example": "Lane joked she was impecunious after spending her gig money on drums.",
      "Big Bang Theory Example": "Howard claimed to be impecunious after buying another 3D printer."
    },
    {
      "Word": "impromptu",
      "Meaning": "without preparation; on the spur of the moment",
      "Modern Family Example": "Gloria gave an impromptu speech at Manny’s school assembly—and won a standing ovation.",
      "Friends Example": "Monica gave an impromptu toast at Rachel’s party and made everyone cry—happy tears!",
      "Gilmore Girls Example": "Lorelai’s impromptu speech at the inn’s opening had everyone in tears.",
      "Big Bang Theory Example": "Penny gave an impromptu pep talk before Leonard’s conference."
    },
    {
      "Word": "impugn",
      "Meaning": "to attack as false or questionable",
      "Modern Family Example": "Mitchell was quick to impugn Cam’s claim that glitter was ‘easy to clean.’",
      "Friends Example": "Ross rushed to impugn Joey’s scientific claims about 'Space Cowboys.'",
      "Gilmore Girls Example": "Paris tried to impugn Rory’s internship—but failed spectacularly.",
      "Big Bang Theory Example": "Amy was quick to impugn the validity of Sheldon’s data."
    },
    {
      "Word": "incandescent",
      "Meaning": "brilliant; giving off heat or light",
      "Modern Family Example": "The Christmas lights on Cam’s float were nearly incandescent.",
      "Friends Example": "Rachel’s outfit for the gala was incandescent—literally, it had sequins and lights.",
      "Gilmore Girls Example": "The candles at the graduation were incandescent—Rory’s smile too.",
      "Big Bang Theory Example": "Sheldon’s incandescent joy after solving an equation lit up the room."
    },
    {
      "Word": "incipient",
      "Meaning": "beginning; emerging",
      "Modern Family Example": "Lily’s incipient sarcasm worried Mitchell—it sounded a lot like his own.",
      "Friends Example": "Phoebe’s incipient songwriting talent emerged in her early 'Smelly Cat' days.",
      "Gilmore Girls Example": "Rory’s incipient romance with Jess worried Lorelai from the start.",
      "Big Bang Theory Example": "Raj’s incipient crush on the barista turned into another awkward moment."
    },
    {
      "Word": "incorrigible",
      "Meaning": "incapable of being reformed",
      "Modern Family Example": "Jay called Manny incorrigible after he tried to sell coffee to neighbors during a blackout.",
      "Friends Example": "Ross was an incorrigible over-explainer—even during casual brunches.",
      "Gilmore Girls Example": "Emily thought Lorelai’s stubbornness was incorrigible.",
      "Big Bang Theory Example": "Sheldon was incorrigible when it came to seat assignments."
    },
    {
      "Word": "indolent",
      "Meaning": "lazy",
      "Modern Family Example": "Phil became indolent on Sundays, refusing to leave the hammock even for ice cream.",
      "Friends Example": "Joey’s indolent weekend involved pizza, naps, and zero auditions.",
      "Gilmore Girls Example": "Lorelai’s indolent Sunday plan included pajamas and six cups of coffee.",
      "Big Bang Theory Example": "Howard’s indolent Sunday was sacred—just him and his comics."
    },
    {
      "Word": "indulgent",
      "Meaning": "lenient; yielding to desire",
      "Modern Family Example": "Gloria was indulgent with Joe, letting him wear a cape everywhere for two weeks.",
      "Friends Example": "Monica was indulgent when she let Chandler use the good towels.",
      "Gilmore Girls Example": "Rory’s indulgent splurge on books led to a week of ramen dinners.",
      "Big Bang Theory Example": "Penny was indulgent of Sheldon’s quirks more than she let on."
    },
    {
      "Word": "ineluctable",
      "Meaning": "inescapable; unavoidable",
      "Modern Family Example": "Claire accepted the ineluctable truth: family vacations were never relaxing.",
      "Friends Example": "Rachel realized the ineluctable truth—she was still in love with Ross.",
      "Gilmore Girls Example": "The ineluctable return to Chilton was heavy on Rory’s mind.",
      "Big Bang Theory Example": "The ineluctable game night chaos couldn’t be avoided."
    },
    {
      "Word": "inept",
      "Meaning": "clumsy; incompetent",
      "Modern Family Example": "Luke’s inept attempt at fixing the sink flooded the entire kitchen.",
      "Friends Example": "Chandler’s inept dance at the wedding reception became the highlight reel.",
      "Gilmore Girls Example": "Lorelai’s inept attempt at plumbing ended with a flooded bathroom.",
      "Big Bang Theory Example": "Raj’s inept attempt to flirt was... memorable for all the wrong reasons."
    },
    {
      "Word": "inert",
      "Meaning": "inactive; sluggish",
      "Modern Family Example": "Jay stayed inert on the couch through three movies and a snack rotation.",
      "Friends Example": "Joey lay inert on the couch after eating an entire turkey.",
      "Gilmore Girls Example": "Rory was inert after finals—wrapped in a blanket on the couch.",
      "Big Bang Theory Example": "After comic-con, Sheldon was inert and happy in his spot for hours."
    },
    {
      "Word": "inexorable",
      "Meaning": "relentless; inevitable; unavoidable",
      "Modern Family Example": "Claire was inexorable about having family dinner, even if it meant bribing the kids.",
      "Friends Example": "Monica was inexorable when it came to kitchen rules—no exceptions.",
      "Gilmore Girls Example": "Paris was inexorable during school council debates.",
      "Big Bang Theory Example": "Amy’s inexorable logic always won in scientific debates."
    },
    {
      "Word": "inherent",
      "Meaning": "part of the essential nature of something; intrinsic",
      "Modern Family Example": "Phil’s optimism was inherent—he even complimented a failed magic trick.",
      "Friends Example": "Ross’s obsession with dinosaurs was inherent to his very being.",
      "Gilmore Girls Example": "Coffee was inherent to Lorelai’s identity—like her fast-talking.",
      "Big Bang Theory Example": "Sheldon’s inherent need for order clashed with Penny’s chaos."
    },
    {
      "Word": "inundate",
      "Meaning": "to flood; to overwhelm",
      "Modern Family Example": "Cam’s Halloween decorations would inundate the front lawn every October.",
      "Friends Example": "Phoebe’s music would inundate the café on Sundays, willing or not.",
      "Gilmore Girls Example": "Lorelai felt inundated with calls after the inn got rave reviews.",
      "Big Bang Theory Example": "Leonard felt inundated by roommate agreements and backup copies."
    },
    {
      "Word": "inveterate",
      "Meaning": "habitual; deeply rooted",
      "Modern Family Example": "Mitchell rolled his eyes at Cam’s inveterate flair for drama.",
      "Friends Example": "Joey’s inveterate habit of flirting got him into some very weird dates.",
      "Gilmore Girls Example": "Taylor’s inveterate obsession with bylaws drove everyone mad.",
      "Big Bang Theory Example": "Howard’s inveterate pranks got him banned from the lab fridge."
    },
    {
      "Word": "itinerant",
      "Meaning": "moving from place to place",
      "Modern Family Example": "Manny’s itinerant storytelling shifted from school life to Shakespeare to horoscopes.",
      "Friends Example": "Rachel’s itinerant fashion journey spanned waitressing, buying, and designing.",
      "Gilmore Girls Example": "Rory’s itinerant journalism career had her hopping cities quickly.",
      "Big Bang Theory Example": "Raj’s itinerant tech consulting gigs gave him serious air miles."
    },
    {
      "Word": "judicious",
      "Meaning": "exercising sound judgment",
      "Modern Family Example": "Alex was always judicious in picking electives—until she chose advanced fencing.",
      "Friends Example": "Ross’s judicious investment in a fossil collection paid off—emotionally.",
      "Gilmore Girls Example": "Richard always offered judicious career advice—especially to Rory.",
      "Big Bang Theory Example": "Sheldon gave surprisingly judicious advice when no one expected it."
    },
    {
      "Word": "lament",
      "Meaning": "to mourn",
      "Modern Family Example": "Claire tried to hide her lament when the family vacation was canceled.",
      "Friends Example": "Ross began to lament his decisions after saying 'we were on a break.'",
      "Gilmore Girls Example": "Lorelai began to lament missing Rory’s graduation with coffee in hand.",
      "Big Bang Theory Example": "Sheldon began to lament missing the Mars rover landing."
    },
    {
      "Word": "largess",
      "Meaning": "liberality in giving gifts; money or gifts bestowed; generosity of attitude",
      "Modern Family Example": "Phil’s largess at the open house included free drones for the kids.",
      "Friends Example": "Joey was always thankful for Monica’s largess during Thanksgiving dinners.",
      "Gilmore Girls Example": "Emily’s largess during the DAR events was always impeccably over-the-top.",
      "Big Bang Theory Example": "Howard’s largess came in the form of space-themed cufflinks for everyone."
    },
    {
      "Word": "lascivious",
      "Meaning": "lustful; obscene; lewd",
      "Modern Family Example": "Gloria scolded Jay for his lascivious jokes at the dinner table.",
      "Friends Example": "Rachel rolled her eyes at Joey’s lascivious comments during rehearsal.",
      "Gilmore Girls Example": "Paris's lascivious comment during class debates left everyone speechless.",
      "Big Bang Theory Example": "Raj was embarrassed by Howard’s lascivious jokes during the lab tour."
    },
    {
      "Word": "latent",
      "Meaning": "present but not visible or apparent; potential",
      "Modern Family Example": "Cam’s latent jealousy emerged when Mitchell got praised alone.",
      "Friends Example": "Ross’s latent feelings for Rachel resurfaced at the worst time.",
      "Gilmore Girls Example": "Rory’s latent rebelliousness slowly surfaced in college.",
      "Big Bang Theory Example": "Sheldon’s latent interest in emotional connection surfaced with Amy."
    },
    {
      "Word": "levee",
      "Meaning": "an embankment designed to prevent the flooding of a river",
      "Modern Family Example": "Jay admired the levee system during their tour of New Orleans.",
      "Friends Example": "The group walked along the levee during their trip to New Orleans.",
      "Gilmore Girls Example": "Luke explained how the town’s levee protected them during the big storm.",
      "Big Bang Theory Example": "Leonard studied the construction of the levee during their science fair project."
    },
    {
      "Word": "levity",
      "Meaning": "lightness; frivolity; non-seriousness",
      "Modern Family Example": "Luke’s levity during the funeral made Claire glare at him silently.",
      "Friends Example": "Chandler’s levity at Ross’s wedding rehearsal nearly caused a scene.",
      "Gilmore Girls Example": "Lorelai’s levity during Friday dinners often frustrated Emily.",
      "Big Bang Theory Example": "Sheldon’s levity during serious conversations often confused Penny."
    },
    {
      "Word": "licentious",
      "Meaning": "lascivious; lewd; promiscuous; sexually immoral",
      "Modern Family Example": "Cam was appalled at the licentious plot of Lily’s school play.",
      "Friends Example": "Joey’s licentious role in the soap opera got him a stern lecture from Monica.",
      "Gilmore Girls Example": "Miss Patty’s licentious tales from her past were legendary in Stars Hollow.",
      "Big Bang Theory Example": "Howard’s licentious college stories were banned from dinner talk."
    },
    {
      "Word": "magnate",
      "Meaning": "a rich, powerful, or very successful businessperson",
      "Modern Family Example": "Jay was mistaken for a magnate during the charity gala.",
      "Friends Example": "Rachel dated a magnate once—until he said fashion was frivolous.",
      "Gilmore Girls Example": "Logan was the classic Yale magnate in training—rich and reckless.",
      "Big Bang Theory Example": "Sheldon dreamed of being a physics magnate with a Nobel Prize."
    },
    {
      "Word": "manifest",
      "Meaning": "visible; evident",
      "Modern Family Example": "Phil’s manifest enthusiasm made him the life of every event.",
      "Friends Example": "Monica’s manifest frustration with her mom was always loud and clear.",
      "Gilmore Girls Example": "Rory’s manifest disappointment in Mitchum’s critique was hard to hide.",
      "Big Bang Theory Example": "Amy’s manifest disgust at the experimental mishap was unmissable."
    },
    {
      "Word": "maudlin",
      "Meaning": "tearfully sentimental; silly or weepy",
      "Modern Family Example": "Mitchell got maudlin after just one glass of wine and started hugging everyone.",
      "Friends Example": "Chandler got maudlin after watching a soap opera with Joey.",
      "Gilmore Girls Example": "Lorelai got maudlin while reminiscing about Rory’s baby years.",
      "Big Bang Theory Example": "Raj got maudlin after every breakup—wine and Taylor Swift included."
    },
    {
      "Word": "maxim",
      "Meaning": "a fundamental principle; an old saying",
      "Modern Family Example": "Jay lived by the maxim: 'Don’t fix what ain’t broke.'",
      "Friends Example": "Joey lived by the maxim: 'Never share food.'",
      "Gilmore Girls Example": "Emily believed firmly in the maxim: ‘Appearances are everything.’",
      "Big Bang Theory Example": "Sheldon often recited the maxim: ‘Everything is better with a label.’"
    },
    {
      "Word": "mendicant",
      "Meaning": "a beggar; pauper",
      "Modern Family Example": "Luke dressed up as a mendicant for Halloween—no one got it.",
      "Friends Example": "Phoebe pretended to be a mendicant to guilt people into giving to charity.",
      "Gilmore Girls Example": "Kirk dressed up as a mendicant to win the town’s Halloween contest.",
      "Big Bang Theory Example": "Stuart joked that his financial state qualified him as a mendicant."
    },
    {
      "Word": "motility",
      "Meaning": "spontaneous movement",
      "Modern Family Example": "Lily’s motility amazed everyone at her first dance recital.",
      "Friends Example": "Ross explained motility in his dinosaur lecture—only to be ignored.",
      "Gilmore Girls Example": "Rory studied motility in her biology class with mild horror.",
      "Big Bang Theory Example": "Sheldon observed motility in a petri dish—then sanitized everything."
    },
    {
      "Word": "noisome",
      "Meaning": "offensive or disgusting; stinking; noxious",
      "Modern Family Example": "The garage smelled noisome after Luke’s failed science project.",
      "Friends Example": "The fridge smelled noisome after Joey forgot pizza in there for a week.",
      "Gilmore Girls Example": "The diner smelled noisome after Kirk’s failed chili night.",
      "Big Bang Theory Example": "Howard’s fridge emitted a noisome odor after a forgotten experiment."
    },
    {
      "Word": "nominal",
      "Meaning": "in name only; insignificant",
      "Modern Family Example": "Phil’s role in the play was nominal, but he still bought a tuxedo.",
      "Friends Example": "Joey’s part in the commercial was nominal, but he celebrated anyway.",
      "Gilmore Girls Example": "Taylor’s role in town politics was mostly nominal—but loud.",
      "Big Bang Theory Example": "Sheldon’s role in group activities was often nominal—by choice."
    },
    {
      "Word": "novel",
      "Meaning": "new; original",
      "Modern Family Example": "Lily had a novel way of solving disputes—with glitter punishments.",
      "Friends Example": "Phoebe’s song lyrics were always novel and confusing.",
      "Gilmore Girls Example": "The Stars Hollow Gazette loved Rory’s novel take on local stories.",
      "Big Bang Theory Example": "Leonard’s novel algorithm boosted their research recognition."
    },
    {
      "Word": "oblique",
      "Meaning": "indirect; at an angle",
      "Modern Family Example": "Cam gave Mitchell an oblique glance after the sarcastic toast.",
      "Friends Example": "Chandler made oblique jokes that only Monica could decipher.",
      "Gilmore Girls Example": "Lorelai made oblique comments about her parents’ expectations.",
      "Big Bang Theory Example": "Amy’s oblique remark about Sheldon’s hygiene cut deep."
    },
    {
      "Word": "palliate",
      "Meaning": "to make less severe or intense; to make an offense seem less serious",
      "Modern Family Example": "To palliate the insult, Claire brought Gloria flowers and compliments.",
      "Friends Example": "To palliate the awkward dinner, Joey made meatballs for everyone.",
      "Gilmore Girls Example": "To palliate Rory’s guilt, Lorelai offered to watch another black-and-white movie.",
      "Big Bang Theory Example": "To palliate the insult, Leonard bought Penny a glittery apology card."
    },
    {
      "Word": "panacea",
      "Meaning": "something that cures everything",
      "Modern Family Example": "Phil thought duct tape was a panacea for all household problems.",
      "Friends Example": "Rachel joked that coffee was her panacea for heartbreak.",
      "Gilmore Girls Example": "Lorelai jokingly referred to coffee as her panacea.",
      "Big Bang Theory Example": "Sheldon believed that physics was a panacea for all world issues."
    },
    {
      "Word": "paradigm",
      "Meaning": "a model or example",
      "Modern Family Example": "Alex was a paradigm of academic excellence in the Dunphy house.",
      "Friends Example": "Monica was the paradigm of competitive cooking.",
      "Gilmore Girls Example": "Rory was a paradigm of academic perfection at Chilton.",
      "Big Bang Theory Example": "Sheldon claimed his roommate agreement was a paradigm of logic."
    },
    {
      "Word": "paradox",
      "Meaning": "a true statement or phenomenon that seems to contradict itself",
      "Modern Family Example": "Jay’s paradox: he hates parties but loves hosting them.",
      "Friends Example": "Phoebe was a paradox—hippie but very business savvy with massages.",
      "Gilmore Girls Example": "Lorelai’s paradox: anti-elitist, yet raised in privilege.",
      "Big Bang Theory Example": "The paradox of Sheldon: genius intellect, childlike behavior."
    },
    {
      "Word": "parsimonious",
      "Meaning": "stingy; miserly",
      "Modern Family Example": "Jay is too parsimonious to pay for a new remote—he taped the old one.",
      "Friends Example": "Ross’s parsimonious nature meant he reused gift wrap for years.",
      "Gilmore Girls Example": "Emily was too parsimonious to replace the old ballroom chandelier.",
      "Big Bang Theory Example": "Sheldon was too parsimonious to split dessert at the Cheesecake Factory."
    },
    {
      "Word": "partisan",
      "Meaning": "having a bias in support of a party, group, or cause",
      "Modern Family Example": "Cam was clearly partisan in the cookie contest—he voted for Lily.",
      "Friends Example": "Joey was blatantly partisan when judging Rachel’s vs Monica’s pie.",
      "Gilmore Girls Example": "Lorelai was partisan about Pop-Tarts over any real breakfast.",
      "Big Bang Theory Example": "Raj was partisan about DC over Marvel—heated debates followed."
    },
    {
      "Word": "patina",
      "Meaning": "surface discoloration caused by age and oxidation",
      "Modern Family Example": "Jay admired the antique table’s patina—it reminded him of old times.",
      "Friends Example": "Chandler loved the patina on the leather chair Joey refused to give up.",
      "Gilmore Girls Example": "The inn’s patina gave it a warm, old-world feel.",
      "Big Bang Theory Example": "The elevator’s patina was a mystery only Sheldon respected."
    },
    {
      "Word": "paucity",
      "Meaning": "scarcity",
      "Modern Family Example": "Claire worried about the paucity of RSVPs for her fundraiser.",
      "Friends Example": "There was a paucity of clean dishes—Joey had been home alone all week.",
      "Gilmore Girls Example": "There was a paucity of clean napkins after Michel’s meltdown.",
      "Big Bang Theory Example": "There was a paucity of pizza slices at game night—Penny got blamed."
    },
    {
      "Word": "pedestrian",
      "Meaning": "dull, ordinary",
      "Modern Family Example": "Phil’s pedestrian jokes were met with silence at the realtor convention.",
      "Friends Example": "Ross’s pedestrian outfit got mocked by Rachel’s fashion coworkers.",
      "Gilmore Girls Example": "Rory’s pedestrian outfit annoyed Paris before the debate.",
      "Big Bang Theory Example": "Sheldon found the documentary pedestrian and scientifically flawed."
    },
    {
      "Word": "putative",
      "Meaning": "commonly accepted; supposed; reputed",
      "Modern Family Example": "Everyone assumed Jay was the putative leader of the family—until Gloria spoke.",
      "Friends Example": "Gunther was the putative manager of Central Perk—but Phoebe thought otherwise.",
      "Gilmore Girls Example": "Lorelai was the putative head of the inn—but Sookie ran the kitchen.",
      "Big Bang Theory Example": "Everyone assumed Sheldon was the putative leader—until Amy took over."
    },
    {
      "Word": "quay",
      "Meaning": "a landing on the edge of the water; wharf; pier",
      "Modern Family Example": "The kids were excited to visit the quay during their cruise trip.",
      "Friends Example": "They waited by the quay for their boat tour to start.",
      "Gilmore Girls Example": "The girls walked along the quay during their rare beach vacation.",
      "Big Bang Theory Example": "Raj took pictures by the quay during their science cruise."
    },
    {
      "Word": "queue (n)",
      "Meaning": "a line of waiting people or things",
      "Modern Family Example": "Claire queued for hours to get Haley’s concert tickets.",
      "Friends Example": "Phoebe queued outside the psychic’s house all night.",
      "Gilmore Girls Example": "Kirk queued outside Doose’s before Black Friday—alone.",
      "Big Bang Theory Example": "Leonard queued for hours for the limited edition Star Wars toy."
    },
    {
      "Word": "queue (v)",
      "Meaning": "to get in line",
      "Modern Family Example": "Cam made sure everyone queued properly for his holiday brunch.",
      "Friends Example": "Rachel queued up for the sample sale like it was war.",
      "Gilmore Girls Example": "Taylor made everyone queue for hot cocoa like it was rationed.",
      "Big Bang Theory Example": "Sheldon insisted everyone queue alphabetically for movie night."
    },
    {
      "Word": "quintessential",
      "Meaning": "being the most perfect example of",
      "Modern Family Example": "Phil is the quintessential dad—embarrassing, sweet, and overly enthusiastic.",
      "Friends Example": "Monica was the quintessential hostess—detailed, efficient, and exhausted.",
      "Gilmore Girls Example": "Rory was the quintessential bookworm—quiet, curious, and kind.",
      "Big Bang Theory Example": "Sheldon was the quintessential theoretical physicist—obsessive and brilliant."
    },
    {
      "Word": "rampart",
      "Meaning": "a fortification; a bulwark of defense",
      "Modern Family Example": "Luke built a makeshift rampart of pillows for his zombie defense drill.",
      "Friends Example": "Joey built a rampart of couch cushions during a water gun fight.",
      "Gilmore Girls Example": "Luke fortified his diner with a rampart of sarcasm and coffee pots.",
      "Big Bang Theory Example": "Howard’s fort was a rampart of old comics and empty snack boxes."
    },
    {
      "Word": "redolent",
      "Meaning": "fragrant; aromatic; suggestive or reminiscent",
      "Modern Family Example": "Gloria’s perfume was so redolent of her old home, she got teary-eyed.",
      "Friends Example": "Monica’s kitchen always smelled redolent of rosemary and garlic.",
      "Gilmore Girls Example": "The Dragonfly Inn was always redolent of baked apple pie.",
      "Big Bang Theory Example": "Amy’s lab always smelled redolent of latex and strawberries."
    },
    {
      "Word": "remonstrate",
      "Meaning": "to argue against; to protest; to raise objections",
      "Modern Family Example": "Mitchell tried to remonstrate with Cam about the wedding budget—but failed.",
      "Friends Example": "Ross tried to remonstrate with the professor who gave him a B.",
      "Gilmore Girls Example": "Emily remonstrated with Lorelai about Friday dinner—again and again.",
      "Big Bang Theory Example": "Penny remonstrated with Sheldon after he rearranged her closet again."
    },
    {
      "Word": "remuneration",
      "Meaning": "payment; recompense",
      "Modern Family Example": "Jay’s remuneration for helping Manny with his project was a scotch and a silent nod.",
      "Friends Example": "Chandler joked that Joey’s remuneration for acting tips was half a sandwich.",
      "Gilmore Girls Example": "Lorelai joked her remuneration for putting up with Taylor should be lifetime free coffee.",
      "Big Bang Theory Example": "Sheldon requested remuneration in cookies for letting Penny borrow his Wi-Fi."
    },
    {
      "Word": "renaissance",
      "Meaning": "a rebirth or revival",
      "Modern Family Example": "Cam called his new Broadway-themed dinner a culinary renaissance.",
      "Friends Example": "Ross declared a personal renaissance when he bought leather pants.",
      "Gilmore Girls Example": "Rory's Yale acceptance felt like a personal renaissance.",
      "Big Bang Theory Example": "Raj described his newfound confidence as a personal renaissance."
    },
    {
      "Word": "replete",
      "Meaning": "completely filled; abounding",
      "Modern Family Example": "Phil’s garage was replete with gadgets he bought and never used.",
      "Friends Example": "Monica’s fridge was replete with Thanksgiving leftovers—again.",
      "Gilmore Girls Example": "Lorelai’s closet was replete with quirky jackets she’d never wear.",
      "Big Bang Theory Example": "Leonard’s whiteboard was replete with equations only he understood."
    },
    {
      "Word": "reproach",
      "Meaning": "to scold, usually in disappointment; to blame",
      "Modern Family Example": "Claire reproached Haley for coming home past midnight again.",
      "Friends Example": "Rachel reproached Ross for sending that list to the Xerox girl.",
      "Gilmore Girls Example": "Emily reproached Lorelai for her spontaneous parenting style.",
      "Big Bang Theory Example": "Sheldon reproached Howard for calling him 'Shelly'."
    },
    {
      "Word": "reprobate",
      "Meaning": "a wicked, sinful, depraved person",
      "Modern Family Example": "Gloria called Jay a reprobate after he pretended to forget their anniversary.",
      "Friends Example": "Chandler pretended to be a reprobate just to win over Janice.",
      "Gilmore Girls Example": "Miss Patty called Kirk a lovable reprobate after his 13th odd job.",
      "Big Bang Theory Example": "Howard’s reprobate college behavior came up—again—during dinner."
    },
    {
      "Word": "reprove",
      "Meaning": "to criticize mildly",
      "Modern Family Example": "Mitchell reproved Cam for exaggerating their adoption story.",
      "Friends Example": "Monica reprove Joey for eating jam with his hands.",
      "Gilmore Girls Example": "Paris reproved Rory for skipping study group to see Dean.",
      "Big Bang Theory Example": "Amy gently reproved Sheldon’s rude remark with a smile."
    },
    {
      "Word": "respite",
      "Meaning": "a period of rest or relief",
      "Modern Family Example": "Claire finally got a moment of respite while the kids were at school.",
      "Friends Example": "Phoebe needed a respite from the triplets’ nonstop crying.",
      "Gilmore Girls Example": "Luke enjoyed a rare respite when Taylor left town.",
      "Big Bang Theory Example": "Sheldon took a respite from physics—by organizing his cereal boxes."
    },
    {
      "Word": "ribald",
      "Meaning": "characterized by vulgar, lewd humor",
      "Modern Family Example": "Cam’s ribald jokes at brunch shocked Mitchell’s coworkers.",
      "Friends Example": "Joey’s ribald comment made Monica choke on her wine.",
      "Gilmore Girls Example": "Babette’s ribald humor made even Rory blush at town meetings.",
      "Big Bang Theory Example": "Howard’s ribald jokes at work got him a formal warning."
    },
    {
      "Word": "sagacious",
      "Meaning": "wise",
      "Modern Family Example": "Alex gave sagacious advice to Luke before his big test.",
      "Friends Example": "Ross thought himself sagacious until the spray tan incident.",
      "Gilmore Girls Example": "Rory’s sagacious advice helped Lane finally stand up to her mom.",
      "Big Bang Theory Example": "Amy’s sagacious advice often helped Sheldon navigate social norms."
    },
    {
      "Word": "sagacity",
      "Meaning": "wisdom",
      "Modern Family Example": "Jay admired Gloria’s sagacity when it came to dealing with Lily.",
      "Friends Example": "Monica’s sagacity in the kitchen kept Thanksgiving under control.",
      "Gilmore Girls Example": "Lorelai respected Rory’s sagacity in navigating Yale’s chaos.",
      "Big Bang Theory Example": "Sheldon admired Spock’s sagacity in emotional control."
    },
    {
      "Word": "sage",
      "Meaning": "a wise person",
      "Modern Family Example": "Phil tried to be the family sage, but his advice often included magic tricks.",
      "Friends Example": "Phoebe was often the unexpected sage among the group.",
      "Gilmore Girls Example": "Richard considered Rory a sage among her peers.",
      "Big Bang Theory Example": "Leonard joked that Sheldon fancied himself the group’s sage."
    },
    {
      "Word": "salutary",
      "Meaning": "healthful; remedial; wholesome",
      "Modern Family Example": "Lily’s comment surprisingly had a salutary effect on Mitchell’s anxiety.",
      "Friends Example": "Chandler’s jokes surprisingly had a salutary effect on Rachel’s mood.",
      "Gilmore Girls Example": "Sookie’s herbal tea had a surprisingly salutary effect on Michel.",
      "Big Bang Theory Example": "Bernadette’s calming tone had a salutary effect on Sheldon’s panic attacks."
    },
    {
      "Word": "sanguine",
      "Meaning": "cheerful; optimistic; hopeful",
      "Modern Family Example": "Gloria remained sanguine even after Manny’s poem didn’t win the contest.",
      "Friends Example": "Joey stayed sanguine even after bombing an audition.",
      "Gilmore Girls Example": "Lorelai stayed sanguine even when the inn’s oven caught fire.",
      "Big Bang Theory Example": "Leonard remained sanguine after Penny’s acting gig flopped."
    },
    {
      "Word": "surreptitious",
      "Meaning": "sneaky; secret",
      "Modern Family Example": "Luke’s surreptitious attempt to sneak out was foiled by the security camera.",
      "Friends Example": "Rachel’s surreptitious shopping spree was discovered by the bank.",
      "Gilmore Girls Example": "Rory’s surreptitious texts during Friday dinner were often her escape route.",
      "Big Bang Theory Example": "Raj made a surreptitious attempt to hide his crush on Bernadette."
    },
    {
      "Word": "sycophant",
      "Meaning": "a servile, self-seeking flatterer",
      "Modern Family Example": "Phil acted like a sycophant around his boss, hoping for a promotion.",
      "Friends Example": "Gunther was a sycophant to Rachel—always complimenting her outfits.",
      "Gilmore Girls Example": "Taylor was a sycophant to the town elders to keep his power.",
      "Big Bang Theory Example": "Stuart was a sycophant around Sheldon just to keep the comic store quiet."
    },
    {
      "Word": "taciturn",
      "Meaning": "reticent; avoiding conversation",
      "Modern Family Example": "Alex was naturally taciturn at family dinners, letting others talk.",
      "Friends Example": "Ross became taciturn when the group teased him about his divorce count.",
      "Gilmore Girls Example": "Luke was taciturn at town meetings, speaking only when necessary.",
      "Big Bang Theory Example": "Amy remained taciturn during awkward group dinners."
    },
    {
      "Word": "temerity",
      "Meaning": "recklessness; audacity; disregard of danger",
      "Modern Family Example": "Luke’s temerity led him to skateboard off the roof into the pool.",
      "Friends Example": "Rachel’s temerity got her fired for telling off her boss.",
      "Gilmore Girls Example": "Jess showed temerity by skipping school to visit Rory uninvited.",
      "Big Bang Theory Example": "Howard showed temerity by insulting Sheldon’s spot—twice."
    },
    {
      "Word": "turpitude",
      "Meaning": "shameful wickedness or depravity",
      "Modern Family Example": "Jay was shocked by the turpitude of the neighbor’s wild party.",
      "Friends Example": "Phoebe’s song about meat had a certain musical turpitude.",
      "Gilmore Girls Example": "Emily considered Lorelai’s rebellion a form of social turpitude.",
      "Big Bang Theory Example": "Sheldon claimed moral turpitude when Leonard borrowed his toothbrush."
    },
    {
      "Word": "unalloyed",
      "Meaning": "undiluted; pure",
      "Modern Family Example": "Cam insisted on using only unalloyed chocolate in his desserts.",
      "Friends Example": "Monica insisted on using unalloyed vanilla in her baking.",
      "Gilmore Girls Example": "Sookie insisted on unalloyed chocolate in her lava cake recipe.",
      "Big Bang Theory Example": "Only unalloyed nerdiness was allowed in Sheldon’s room décor."
    },
    {
      "Word": "usury",
      "Meaning": "lending money at a high interest rate",
      "Modern Family Example": "Jay warned Claire about the dangers of falling into usury with credit cards.",
      "Friends Example": "Chandler made fun of Joey’s credit card usury problem.",
      "Gilmore Girls Example": "Lorelai warned Rory to avoid credit card usury in college.",
      "Big Bang Theory Example": "Howard nearly fell into usury with a sketchy loan for his invention."
    },
    {
      "Word": "venal",
      "Meaning": "capable of being bribed; corrupt",
      "Modern Family Example": "Phil seemed venal when he accepted free golf passes from a client.",
      "Friends Example": "Joey played a venal character on his soap opera role.",
      "Gilmore Girls Example": "Logan’s dad seemed venal with his business offers.",
      "Big Bang Theory Example": "Sheldon accused Kripke of being venal in his grant proposal tactics."
    },
    {
      "Word": "verdant",
      "Meaning": "covered with green plants; inexperienced",
      "Modern Family Example": "The Dunphys’ garden looked verdant after Phil accidentally overwatered it.",
      "Friends Example": "Central Perk was verdant with plants after Phoebe’s ‘green vibe’ week.",
      "Gilmore Girls Example": "Stars Hollow was especially verdant in spring, perfect for festivals.",
      "Big Bang Theory Example": "The stairwell looked verdant after Penny’s attempt to 'feng shui' it."
    },
    {
      "Word": "vestige",
      "Meaning": "a remaining bit of something; a last trace",
      "Modern Family Example": "A vestige of Lily’s glitter art still clung to the living room curtains.",
      "Friends Example": "A vestige of Ross’s marriage still lingered with that ugly couch.",
      "Gilmore Girls Example": "A vestige of Rory’s high school days remained in her closet.",
      "Big Bang Theory Example": "A vestige of Leonard’s old lab accident remained in the apartment wall."
    },
    {
      "Word": "vitiate",
      "Meaning": "to impair; to corrupt morally",
      "Modern Family Example": "Claire worried Phil’s quirky advice would vitiate the kids' confidence.",
      "Friends Example": "Chandler’s sarcasm didn’t help—it only vitiated the situation.",
      "Gilmore Girls Example": "Paris worried Rory’s dating choices would vitiate her academic focus.",
      "Big Bang Theory Example": "Raj feared a party would vitiate the group’s productivity schedule."
    },
    {
      "Word": "wizened",
      "Meaning": "shriveled; withered; shrunken",
      "Modern Family Example": "Jay made fun of his wizened childhood photo that Gloria adored.",
      "Friends Example": "Ross looked wizened after one night with Ben and no sleep.",
      "Gilmore Girls Example": "Emily described the inn’s old housekeeper as 'wizened but wise'.",
      "Big Bang Theory Example": "Sheldon mocked Leonard’s 'wizened' posture after one pilates class."
    }
  ]
}